export default {
    translation: {
        WELCOME: {
            SLIDE_ONE: {
                TITLE: "ലോകത്തെവിടേക്കും പണമയയ്ക്കൂ",
                CONTENT: "രാജ്യത്തെ ഏറ്റവും കുറഞ്ഞ നിരക്കിൽ നിങ്ങളുടെ പ്രിയപ്പെട്ടവർക്ക് നിമിഷങ്ങൾക്കുള്ളിൽ പണമെത്തിക്കൂ."
            },
            SLIDE_TWO: {
                TITLE: "നിങ്ങളുടെ പോക്കറ്റിലുള്ള ഇ-വാലറ്റ്",
                CONTENT: "പോക്കറ്റിലുള്ള നിങ്ങളുടെ മാസ്റ്റർകാർഡ് പ്രീപെയ്ഡ് കാർഡും നിങ്ങളുടെ ഫോണും. സാധ്യതകളുടെ ഒരു ലോകം തുറക്കുന്നു"
            },
            SLIDE_THREE: {
                TITLE: "ബില്ലടക്കൂ ടോപ്പ്-അപ്പ് ചെയ്യൂ വളരെ ലളിതമായി",
                CONTENT: "കുറച്ച് ബട്ടണുകൾ ക്ലിക്ക് ചെയ്ത് പ്രാദേശിക, അന്താരാഷ്‌ട്ര ബില്ലുകൾ അടയ്ക്കൂ. ഭാവിയിലെയും ഗുണഭോക്താവായതിനാൽ അവ സേവ് ചെയ്യൂ."
            },
        },
        GLOBAL: {
            LOGIN: 'ലോഗിൻ ചെയ്യുക',
            SIGN_UP: 'സൈൻ അപ്പ് ചെയ്യുക',
            DONT_NOT_HAVE_AN_ACCOUNT: "അക്കൗണ്ട് ഇല്ലേ?",
            ALREADY_HAVE_AN_ACCOUNT: "മുമ്പേ അക്കൗണ്ട് ഉണ്ടോ?",
            AGREE: "നിബന്ധനകളും വ്യവസ്ഥകളും അംഗീകരിക്കുക.",
            TERMS_CONDITION: "നിബന്ധനകളും വ്യവസ്ഥകളും അംഗീകരിക്കുക.",
            SKIP: 'സ്കിപ് ചെയ്യുക',
            NEXT: 'അടുത്തത്',
            VERIFY: 'പരിശോധിച്ചുറപ്പിക്കുക',
            CANNOT: "കഴിയില്ല",
            CHANGE: 'മാറ്റുക',
            REGISTER: 'രജിസ്റ്റർ ചെയ്യുക',
            CHANGE_PASSWORD: 'പാസ്‌വേഡ് മാറ്റുക',
            SETUP_PIN_LOGIN: 'ലോഗിൻ കോഡ് സജ്ജീകരിക്കുക',
            SETUP_BIO_LOGIN: 'ബയോമെട്രിക് ലോഗിൻ സജ്ജമാക്കുക',
            FORGOT_PASSWORD: 'പാസ്‌വേഡ് മറന്നോ?',
            CHANGE_PHONE_NUMBER: 'ഫോൺ നമ്പർ മാറ്റുക',
            REQUEST_A_NEW_CODE_IN: 'പുതിയ കോഡിന് അഭ്യർത്ഥിക്കുക',
            RESEND_A_NEW_CODE: 'പുതിയ കോഡ് വീണ്ടും അയയ്ക്കുക',
            PASSWORD_VALIDATION_TIPS: 'പാസ്‌വേഡ് സാധുവാക്കൽ ടിപ്പുകൾ:',
            PASSWORD_VALIDATION_TIPS_SUB_TITLE: 'ചുവടെയുള്ള സാധുവാക്കൽ ടിപ്പുകൾ പിന്തുടരുക',
            PASSWORD_VALIDATION_TIPS_ONE: "കുറഞ്ഞത് 12 പ്രതീകങ്ങൾ.",
            PASSWORD_VALIDATION_TIPS_TWO: "കുറഞ്ഞത് 1 വലിയക്ഷരം.",
            PASSWORD_VALIDATION_TIPS_THREE: "കുറഞ്ഞത് 1 ചെറിയക്ഷരം.",
            PASSWORD_VALIDATION_TIPS_FOUR: "കുറഞ്ഞത് 1 അക്കം.",
            PASSWORD_VALIDATION_TIPS_FIVE: "കുറഞ്ഞത് 1 ചിഹ്നം.",
            OR: "അല്ലെങ്കിൽ",
            I_AM_READY: "ഞാൻ തയ്യാറായിക്കഴിഞ്ഞു",
            VERSION: 'പതിപ്പ്',
            ALERT_INFO_TEXT: "ഞങ്ങളുടെ കസ്റ്റമർ സർവീസിനോട് അന്വേഷിക്കാൻ മടിക്കേണ്ടതില്ല. സഹായിക്കാൻ ഏതുസമയത്തും ഞങ്ങളിവിടെയുണ്ട്.",
            LINK_NOW: "ഇപ്പോൾ ലിങ്ക് ചെയ്യുക",
            ADD: "ചേർക്കുക",
            UPDATE: "അപ്ഡേറ്റ് ചെയ്യുക",
            SUBMIT: "സബ്മിറ്റ് ചെയ്യുക",
            SET: "സജ്ജമാക്കുക",
            ACTIVATE: "സജീവമാക്കുക",
            GO_HOME: "ഹോമിലേക്ക് പോകുക",
            TEMP_BLOCK: "താൽക്കാലിക ബ്ലോക്ക്",
            UNBLOCK: "ബ്ലോക്ക് മാറ്റുക",
            CANCEL: "റദ്ദാക്കുക",
            CONTACT_US: "ഞങ്ങളെ ബന്ധപ്പെടുക",
            OK: "ഓകെ",
            MY_COUNTRY: "എന്റെ രാജ്യം",
            VIEW_MORE: "കൂടുതൽ കാണുക",
            HI: "ഹായ്",
            GOOD_MORNING: "ഗുഡ് മോണിംഗ്!",
            GOOD_AFTERNOON: "ഗുഡ് ആഫ്റ്റർനൂൺ!",
            GOOD_EVENING: "ഗുഡ് ഈവനിംഗ്!",
            WHATS_APP_ALERT: "നിങ്ങളുടെ ഉപകരണത്തിൽ WhatsApp ഇൻസ്റ്റാൾ ചെയ്തിട്ടുണ്ടെന്ന് ഉറപ്പുവരുത്തുക",
            SEARCH: "തിരയുക",
            DELETE: "ഇല്ലാതാക്കുക",
            TRY_AGAIN: "വീണ്ടും ശ്രമിക്കുക",
            PAY_NOW: "ഇപ്പോൾ പണമടയ്ക്കുക",
            APPLY: "അപേക്ഷിക്കുക",
            REMOVE: "നീക്കംചെയ്യുക",
            DOWNLOAD: "ഡൗൺലോഡ് ചെയ്യുക",
            SHARE: "പങ്കിടുക",
            DATE: "തീയതി",
            TIME: "സമയം",
            PLEASE_WAIT: "കാത്തിരിക്കൂ...",
            SHOW: "കാണിക്കുക",
            HIDE: "മറയ്ക്കുക",
            BALANCE: "ബാലൻസ്",
            TRACK_HISTORY: "ട്രാക്ക് ചരിത്രം",
            HISTORY: "ട്രാക്ക് ചരിത്രം",
            YES: "അതെ",
            CONFIRM: "സ്ഥിരീകരിക്കുക",
            BACK: "ബാക്ക്",
            TERMS_AND_CONDITION: "നിബന്ധനകളും വ്യവസ്ഥകളും",
            RE_SCAN_ID: "എമിറേറ്റ്സ് ഐഡി വീണ്ടും സ്കാൻ ചെയ്യുക",
            PROCEED: "മുന്നോട്ടു പോകുക",
            NO: "ഇല്ല",
            ERROR: "എറർ",
            SUCCESS: "വിജയം",
            SUCCESSFULLY: "വിജയകരമായി",
            SUCCESSFUL: "വിജയകരം",
            CLICK_AND_COPY_CODE: "കോഡ് പകർത്താൻ ക്ലിക്കുചെയ്യുക, സ്റ്റോറിൽ പോകുക",
            COPY_CODE_SUCCESS: "കോഡ് വിജയകരമായി പകർത്തി",
            NEW: "പുതിയ",
            POPULAR_NETWORK: "ജനപ്രിയ നെറ്റ് വർക്ക്",
            CHOOSE_FILE: "ഫയല് തെരഞ്ഞെടുക്കുക",
            DIRECT_LAUNCH_CAMERA: "ഡയറക്ട് ലോഞ്ച് ക്യാമറ",
            SELECT: "തെരഞ്ഞെടുക്കുക",
            DUE_DATE: 'അവസാന തീയതി',
            COUNTRIES: 'രാജ്യങ്ങൾ',
            TAP_TO_SELECT: 'തിരഞ്ഞെടുക്കുന്നതിന് ടാപ്പുചെയ്യുക',
            HUSBAND_WIFE: 'ഭർത്താവ്/ഭാര്യ',
            FATHER_MOTHER: 'അച്ഛൻ/അമ്മ',
            BROTHER: 'സഹോദരൻ',
            REFERENCE: 'റഫറൻസ്',
            CONTACT: 'ബന്ധപ്പെടുക',
            RELATIVE: 'റിലേറ്റീവ്',
            SPOUSE: 'ജീവിതപങ്കാളി',
            CO_WORKER: 'സഹപ്രവർത്തകൻ',
            FRIEND: 'സുഹൃത്ത്',
            ROOM_MATE: "റൂം മേറ്റ്",
            SEARCH_HERE: "ഇവിടെ തിരയുക…",
            DAY: "ദിവസം",
            DAYS: "ദിവസങ്ങൾ",
            APPLY_NOW: "ഇപ്പോൾ അപേക്ഷിക്കുക",
            APPLY_NOW_TEXT: "നിങ്ങളക്ക് അർഹമായ തുക:",
            REJECT: "നിരസിക്കുക",
            PROCESSING: "പ്രോസസ്സിംഗ്",
            PROCESSING_TEXT: "നിങ്ങളുടെ അഭ്യർത്ഥന പ്രക്രിയയിലാണ്.",
            ADV_NOT_ELIGIBLE_TEXT: "അഡ്വാൻസ് ശമ്പളത്തിന് നിങ്ങൾ യോഗ്യനല്ല. ദയവായി കുറച്ച് ദിവസത്തിനുള്ളിൽ വീണ്ടും പരിശോധിക്കുക.",
            ADV_NOT_ELIGIBLE_AND_REJECT_TEXT: "അപേക്ഷിക്കാൻ ഉപഭോക്തൃ പിന്തുണയെ വിളിക്കുക.",
            APPROVED: "അംഗീകാരം",
            APPROVED_TEXT: "തിരച്ചടവിനുള്ള നിങ്ങളുടെ അവസാന തീയതി",
            AGREE_TEXT: "സമ്മതിക്കുന്നു",
            GET_DIRECTION: "ഡയറക്ഷൻ",
            NEW_BENEFICIARY: "പുതിയ ബെനിഫിഷ്യറി",
            IN_HOME_COUNTRY: "മാതൃരാജ്യത്ത്",
            IN_UAE: "യുഎഇയിൽ",
            SEND_MONEY_HOME: "വീട്ടിലേക്ക് പണം അയയ്ക്കുക",
            BUY_NEW_PHONE: "പുതിയ ഫോൺ വാങ്ങുക",
            NEED_EXTRA_CASH: "കൂടുതൽ പണം ആവശ്യമുണ്ട്",
            OTHER: "മറ്റുള്ളവ",
            NEXT_MONTH: "അടുത്ത മാസം",
            NEXT_YEAR: "അടുത്ത വർഷം",
            THIS_YEAR: "ഈ വർഷം",
            NOT_SURE: "സ്ഥിരീകരിച്ചിട്ടില്ല",
            NO_PLAN: "പ്ലാൻ ഇല്ല",
            BY_CLICKING_ON_SEND_MONEY_I_AGREE_TO: "പണം അയയ്ക്കുക എന്നതിൽ ക്ലിക്കുചെയ്യുന്നതിലൂടെ, ഞാൻ സമ്മതിക്കുന്നു",
            RECEIVER_ACCOUNT: "റിസീവർ അക്കൗണ്ട്",
            RECEIVER_ACCOUNT_DETAILS: "റിസീവർ അക്കൗണ്ട് വിശദാംശങ്ങൾ",
            ADD_NEW_RECEIVER_ACCOUNT: "പുതിയ റിസീവർ അക്കൗണ്ട് ചേർക്കുക",
            ADD_RECEIVER_ACCOUNT: "റിസീവർ അക്കൗണ്ട് ചേർക്കുക",
            EDIT_RECEIVER_ACCOUNT: "റിസീവർ അക്കൗണ്ട് എഡിറ്റ് ചെയ്യുക",
            SAVE_RECEIVER_ACCOUNT: "റിസീവർ അക്കൗണ്ട് സംരക്ഷിക്കുക",
            ALL_RECEIVER_ACCOUNT: "എല്ലാ റിസീവർ അക്കൗണ്ടുകളും",
            RECEIVER_COUNTRY: "റിസീവർ രാജ്യം",
            CHANGE_COUNTRY: "രാജ്യം മാറ്റുക",
            RECEIPT_UPLOADED: "രസീത് അപ്ലോഡ് ചെയ്തു",
            UPLOAD_RECEIPT: "രസീത് അപ്‌ലോഡ് ചെയ്യുക",
            OR_NEXT_SALARY_DATE: "അല്ലെങ്കിൽ അടുത്ത ശമ്പള തീയതി",
            BUY: "വാങ്ങാൻ",
            CONGRATULATIONS: "അഭിനന്ദനങ്ങൾ",
            WINNER_NOT_ANNOUNCED: "വിന്നർ കുറിപ്പ് പ്രഖ്യാപിച്ചു",
            WINNER: "വിജയി",
            TICKET_NO: "ടിക്കറ്റ് നം.",
            WINNERS: "വിജയിയുടെ",
            WATCH: "കാവൽ",
            WATCH_LIVE_DRAW: "തത്സമയ ഡ്രൈവ് കാണുക",
            JUST_LAUNCHED: "വിക്ഷേപണം",
            BY: "പേടി",
            WIN: "വിജയിക്കുക",
            FOR: "യുദ്ധം",
            DETAILS: "വിശദാംശങ്ങൾ",
            CLICK_NOW: "ഇപ്പോൾ ക്ലിക്ക് ചെയ്യുക",
            CLOSE: "അടയ്ക്കുക",
            REDEEM: "വീണ്ടെടുക്കുക",
            NEW_DEVICE_DETECTED: "പുതിയ ഉപകരണം കണ്ടെത്തി",
            DONT_HAVE_AN_EMIRATES_ID: "എമിറേറ്റ്സ് ഐഡി വേണ്ട",
            OPTIONAL: "ഓപ്ഷണൽ",
            REMAINING_BALANCE: "ശേഷിക്കുന്ന പണം",
            NOTE: "കുറിപ്പ്",
            AMOUNT: "തുക",
            TRANSACTION: "ഇടപാട്",
            TYPE_HERE: "ഇവിടെ ടൈപ്പ് ചെയ്യു...",
            CHECK_CARD_STATUS_TO_SWIPE_DOWN: "കാർഡ് സ്റ്റാറ്റസ് പുതുക്കുന്നതിനായി താഴേക്ക് സ്വൈപ്പ് ചെയ്യുക.",
            PAY_IN_FULL: "മുഴുവനായും അടയ്ക്കുക",
            LOW_BALANCE: "തുക കുറവാണ്",
            VIEW: "കാണുക",
            GENERATE_TAX_INVOICE: "നികുതി ഇന്വോയ്സ് സൃഷ്ടിക്കുക",
            MAX_AMOUNT: "പരമാവധി തുക",
            TRY_ANOTHER: "മറ്റൊന്ന് ശ്രമിക്കുക",
            REVIEW_YOUR_DETAILS: "നിങ്ങളുടെ വിശദാംശങ്ങൾ പരിശോധിക്കുക",
            REVIEW_YOUR_DETAILS_CONFIRMATION: "തുടരുന്നതിന് മുമ്പ് ദയവായി താഴെയുള്ള വിവരങ്ങൾ സ്ഥിരീകരിക്കുക.",
            HOLD_ON: "കാത്തിരിക്കുക",
            SCAN: "സ്കാൻ ചെയ്യുക",
            SCAN_AGAIN: "വീണ്ടും സ്കാൻ ചെയ്യുക",
            SUBSCRIPTIONS: "സബ്സ്ക്രിപ്ഷനുകൾ",
            GET: "നേടുക",
            SEE_TRANSACTIONS: "ഇടപാടുകൾ കാണുക",
        },
        EID_CONFIRMATION: {
            TITLE: "ഏതാണ്ട് എത്താറായി!",
            SUB_TITLE: "നിങ്ങളുടെ വിശദാംശങ്ങൾ കൃത്യമായും നിങ്ങളുടെ എമിറേറ്റ്‌സ് ഐഡി പ്രകാരമാണെന്ന് പരിശോധിച്ചുറപ്പിക്കുക.",
            SUB_FIRST_TITLE: "നന്ദി",
        },
        HOME: {
            LABEL_ONE: "മൊബൈൽ ടോപ്പപ്പ്",
            LABEL_TWO: "ബില്ലുകൾ അടയ്ക്കുക",
            LABEL_THREE: "പണം അയക്കുക",
            LABEL_FOUR: "ഗെയിമിംഗ് കാർഡുകൾ",
            LABEL_FIVE: "എന്റെ രാജ്യം",
            LABEL_SIX: "Du ടോപ്പപ്പ് ചെയ്യുക",
            LABEL_SEVEN: "Etisalat ടോപ്പപ്പ് ചെയ്യുക",
            LABEL_EIGHT: "കാമൽ സേവിംഗ്സ്",
            LABEL_NINE: "എടിഎം ലൊക്കേറ്റർ",
            LABEL_TEN: "സമ്മാന നറുക്കെടുപ്പ്",
            LABEL_ELEVEN: "അഡ്വാൻസ് ശമ്പളം",
            LABEL_TWELVE: "സ്ക്രാച്ച് & vinna",
            LABEL_THIRTEEN: "വ്യക്തിഗത ധനസഹായം",
            LABEL_FOURTEEN: "ക്രെഡിറ്റ് പേ",
            MAIN_OPTION_ONE: {
                TITLE: "പണം അയയ്ക്കുക",
                SUB_TITLE: "ഇന്നത്തെ വിനിമയ നിരക്ക്:",
                BADGE: "ഇപ്പോൾ അയയ്ക്കൂ!",
                BUTTON: "ഇപ്പോൾ അയയ്ക്കൂ",
            },
            MAIN_OPTION_TWO: {
                TITLE: "ഇപ്പോൾ അയയ്‌ക്കുക, പിന്നീട് പണമടയ്‌ക്കുക",
                SUB_TITLE: "നിങ്ങളുടെ ശമ്പളത്തിൽ അഡ്വാൻസ് നേടുകയും നിങ്ങളുടെ പ്രിയപ്പെട്ടവർക്ക് ഇപ്പോൾ പണം അയയ്ക്കുകയും ചെയ്യുക",
                BADGE: "ഇപ്പോൾ പ്രയോഗിക്കുക!",
            },
            MAIN_OPTION_THREE: {
                BUTTON: "ഇപ്പോൾ പ്രയോഗിക്കുക",
                BUTTON_TWO: "ഇപ്പോൾ പരിശോധിക്കുക",
            },
            MAIN_OPTION_FOUR: {
                TITLE: "സമ്മാന നറുക്കെടുപ്പ്",
                SUB_TITLE: "നറുക്കെടുപ്പിൽ പങ്കെടുത്ത് സമ്മാനങ്ങൾ നേടൂ",
                BADGE: "ഇപ്പോൾ പരിശോധിക്കുക!",
                BUTTON: "ഇപ്പോൾ വാങ്ങുക",
            },
            MAIN_OPTION_FIVE: {
                TITLE: "റഫറൽ",
                SUB_TITLE: "റഫറൽ കോഡ് ചേർക്കുക",
                BADGE: "ഇപ്പോൾ പരിശോധിക്കുക!",
                BUTTON: "ഇപ്പോൾ ചേർക്കുക",
            },
            MAIN_OPTION_SIX: {
                TITLE: "ഇപ്പോൾ വാങ്ങുക, പിന്നീട് പണമടയ്ക്കുക",
                SUB_TITLE: "നിങ്ങൾക്ക് ഇപ്പോൾ വാങ്ങുകയും പിന്നീട് പണം നൽകുകയും ചെയ്യാം",
                BADGE: "ഇപ്പോൾ പരിശോധിക്കുക!",
                BUTTON: "ഇപ്പോൾ വാങ്ങുക",
            },
            MAIN_OPTION_THIRTEEN: {
                BUTTON: "ഇപ്പോൾ പ്രയോഗിക്കുക",
                BUTTON_TWO: "ഇപ്പോൾ പരിശോധിക്കുക",
            },
            MAIN_OPTION_FOURTEEN: {
                BUTTON: "ക്രെഡിറ്റ് പേ",
                BUTTON_TWO: "ഇപ്പൊഴെ പരിശോധിക്കുക",
            },
            MAIN_OPTION_SIXTEEN: {
                TITLE: "കാമല്‍പേ വാലറ്റ് ട്രാൻസ്ഫർ",
                BUTTON_TWO: "ഇപ്പോൾ പരിശോധിക്കുക"
            }
        },
        OTP: {
            TITLE: 'ഒടിപി വെരിഫിക്കേഷൻ',
            SUB_TITLE: 'നിങ്ങളുടെ ഫോൺ നമ്പറിലേക്ക് അയച്ച 6 അക്ക കോഡ് നൽകുക.',
        },
        ALTERNATE_VERIFY: {
            TITLE: "ഇതര സ്ഥിരീകരണം",
            SUB_TITLE: "നിങ്ങളുടെ സ്ഥിരീകരണം പൂർത്തിയാക്കാൻ 6 അക്ക കോഡ് നൽകുക",
            THIRD_TITLE: "നിങ്ങളുടെ സ്ഥിരീകരണം പൂർത്തിയാക്കാൻ നിങ്ങളുടെ ഫോൺ നമ്പറിലേക്ക് അയച്ച 6 അക്ക കോഡ് നൽകുക"
        },
        ADD_CARD: {
            NEW: "പുതിയ കാർഡ് ചേർക്കുക",
            TITLE: 'പുതിയ കാർഡ് ലിങ്ക് ചെയ്യുക',
            SUB_TITLE: 'നിങ്ങളുടെ ഫോൺ നമ്പറിലേക്ക് അയച്ച 6 അക്ക കോഡ് നൽകുക.',
            THIRD_TITLE: "നിങ്ങളുടെ NaqD കാർഡ് തയ്യാറായി സൂക്ഷിക്കുക.",
        },
        LOGIN: {
            TITLE: 'വീണ്ടും സ്വാഗതം!',
            TITLE_2: 'ലോഗിൻ ചെയ്യുക',
            SUB_TITLE: 'നിങ്ങളുടെ ക്രെഡൻഷ്യലുകൾ നൽകുക',
        },
        NEW_PASSWORD: {
            TITLE: 'പുതിയ പാസ്‌വേഡ് സൃഷ്‌ടിക്കുക',
            SUB_TITLE: 'നിങ്ങളുടെ അക്കൗണ്ടിനായി പുതിയ പാസ്‌വേഡ് സജ്ജീകരിക്കുന്നതിലൂടെ നിങ്ങൾക്ക് ലോഗിൻ ചെയ്യാനും എല്ലാ ഫീച്ചറുകളും ആക്‌സസ് ചെയ്യാനും കഴിയും.',
        },
        CHANGE_PHONE_NUMBER: {
            TITLE: 'നിങ്ങളുടെ ഫോൺ നമ്പർ മാറ്റുക',
            SUB_TITLE: 'ഞങ്ങളുടെ സിസ്റ്റങ്ങളിൽ അപ്ഡേറ്റ് ചെയ്യുന്നതിനായി നിങ്ങളുടെ പുതിയ ഫോൺ നമ്പർ നൽകുക. നിങ്ങളുടെ നിലവിലെ ഫോൺ നമ്പർ ഇങ്ങനെയാണ് രജിസ്റ്റർ ചെയ്തിട്ടുള്ളത്:',
        },
        SIGN_UP: {
            TITLE: "ആരംഭിക്കാം",
            SUB_TITLE: "തുടരാനുള്ള രീതി തിരഞ്ഞെടുക്കുക",
            TITLE_2: "നിങ്ങളുടെ തിരിച്ചറിയൽ സ്ഥിരീകരിക്കുക",
            SUB_TITLE_2: "തുടരാനുള്ള രീതി തിരഞ്ഞെടുക്കുക",
            I_DONT_HAVE_PASSPORT: "എന്നോട് ഇപ്പോൾ പാസ്‌പോർട്ട് ഇല്ല",
            I_DONT_HAVE_EMIRATES_ID: "എനിക്ക് ഇപ്പോൾ എന്റെ എമിറേറ്റ്സ് ഐഡി ഇല്ല",
            RESUME_JOURNEY: {
                TITLE: "തിരികെ സ്വാഗതം",
                SUB_TITLE: "നിങ്ങൾ നിർത്തിയിടത്തിൽ നിന്ന് സൈൻ-അപ്പ് പൂർത്തിയാക്കുക.",
                DESCRIPTION: "'പുതിയത് ആരംഭിക്കുക' തിരഞ്ഞെടുക്കുമ്പോൾ മുമ്പത്തെ വിവരങ്ങൾ നീക്കം ചെയ്യും.",
                START_NEW: "പുതിയത് ആരംഭിക്കുക",
                CONTINUE: "സെറ്റപ്പ് തുടരുക"
            },
            ACCOUNT_ALREADY_EXISTS: "അക്കൗണ്ട് ഇതിനകം നിലവിലുണ്ട്. ഇത് വീണ്ടെടുക്കാൻ 'പാസ്‌വേഡ് മറന്നോ' ഓപ്ഷൻ ഉപയോഗിക്കുക.",
            WALLET_ID: "വാലറ്റ് ഐഡി",
            LAST_4_DIGITS: "അവസാന 4 അക്കങ്ങൾ",
            EMIRATES_ID: "എമിറേറ്റ്സ് ഐഡി",
            PASSPORT: "പാസ്പോർട്ട്",
            WE_COULD_NOT_FIND: {
                TITLE: "നിങ്ങളുടെ വിവരങ്ങൾ കണ്ടെത്താൻ കഴിഞ്ഞില്ല",
                SUB_TITLE: "നിങ്ങളുടെ മൊബൈൽ നമ്പർ പങ്കുവെക്കൂ, ഞങ്ങൾ ഉടൻ വിളിക്കും.",
                THIRD_TITLE: "ഞങ്ങൾ നിങ്ങളുമായി എങ്ങനെ ബന്ധപ്പെടണംെന്ന് തിരഞ്ഞെടുക്കുക"
            },
            PHONE: "ഫോൺ",
            WHATS_APP: "വാട്ട്‌സ്ആപ്പ്",
            ENTER_YOUR_PHONE_NUMBER: "നിങ്ങളുടെ ഫോൺ നമ്പർ നൽകുക",
            LAST_STEP_TITLE: "നിങ്ങളുടെ അക്കൗണ്ട് സജ്ജീകരണം പൂർത്തിയാക്കുക",
            LAST_STEP_SUB_TITLE: "ഒരു പാസ്‌വേഡ് സൃഷ്ടിച്ചാൽ മതി. റഫറൽ കോഡ് ചേർക്കുന്നത് ഐച്ഛികമാണ്."
        },
        FORGOT_PASSWORD: {
            TITLE: 'പാസ്‌വേഡ് മറന്നു',
            SUB_TITLE: 'നിങ്ങളുടെ ഫോൺ നമ്പറിൽ ഒടിപി അയയ്ക്കാൻ നിങ്ങളുടെ വിശദാംശങ്ങൾ നൽകുക',
            THIRD_TITLE: "നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരീകരിക്കാൻ നിങ്ങളുടെ വിവരങ്ങൾ നൽകുക"
        },
        CARD_CONFIRMATION: {
            TITLE: 'നിങ്ങളുടെ എമിറേറ്റ്സ് ഐഡി തയ്യാറാക്കി വെക്കുക',
            SECOND_TITLE: "തുടരുന്നതിന് നിങ്ങളുടെ കാർഡ് വിശദാംശങ്ങൾ നൽകുക",
            SECOND_SUB_TITLE: "നിങ്ങളുടെ കാർഡിന്റെ അവസാന 4 അക്കം നൽകുക",
            THIRD_TITLE: "നിങ്ങളുടെ പുതിയ കാർഡ് നേടുക",
        },
        PIN_LOGIN: {
            TITLE: "ബയോമെട്രിക് & ലോഗിൻ കോഡ്",
            SUB_TITLE: "സ്‌കാൻ ചെയ്യാൻ ടാപ്പ് ചെയ്യുക അല്ലെങ്കിൽ നിങ്ങളുടെ ലോഗിൻ കോഡ് നൽകുക",
            SECOND_TITLE: "ലോഗിൻ കോഡ്",
            SECOND_SUB_TITLE: "നിങ്ങളുടെ ലോഗിൻ കോഡ് നൽകുക",
            THIRD_TITLE: "ബയോമെട്രിക് ലോഗിൻ",
            THIRD_SUB_TITLE: "ലോഗിൻ ചെയ്യാൻ ടാപ്പ് ചെയ്ത് സ്കാൻ ചെയ്യുക",
        },
        SETTINGS: {
            TITLE: "ആപ്പ് ക്രമീകരണങ്ങൾ",
            OPTIONS_ONE: "സ്വകാര്യ വിവരങ്ങൾ",
            OPTIONS_TWO: "പാസ്‌വേഡുകളും ബയോമെട്രിക്‌സും",
            OPTIONS_THREE: "പുതിയ കാർഡ് ചേർക്കുക",
            OPTIONS_FOUR: "ലോഗൗട്ട് ചെയ്യുക",
            OPTIONS_FIVE: "നോട്ടിഫിക്കേഷനുകളും അലേർട്ടുകളും",
            OPTIONS_SIX: "ക്ഷണിച്ച് സമ്പാദിക്കുക",
            OPTIONS_SEVEN: "ആപ്പിനെ കുറിച്ച്",
            OPTIONS_EIGHT: "പോയിന്റുകളും റിവാർഡുകളും",
            OPTIONS_NINE: "പതിവുചോദ്യങ്ങൾ",
            OPTIONS_TEN: "ഫോൺ നമ്പർ അഭ്യർത്ഥന മാറ്റുക",
            OPTIONS_ELEVEN: "എമിറേറ്റ്സ് ഐഡി അപ്ഡേറ്റ് ചെയ്യുക",
            OPTIONS_TWELVE: "നിങ്ങളുടെ പരിശോധന പൂർത്തിയാക്കുക",
            OPTIONS_THIRTEEN: "ചാർജ് ഷെഡ്യൂൾ",
            OPTIONS_FOURTEEN: "റഫറൽ"
        },
        SET_PIN: {
            TITLE: "നിങ്ങളുടെ ലോഗിൻ കോഡ് സജ്ജമാക്കുക",
            SUB_TITLE: "4-അക്ക കോഡ് നൽകുക, അതുവഴി നിങ്ങൾക്ക് എളുപ്പത്തിൽ അക്കൗണ്ട് ലോഗിൻ ചെയ്യാം",
        },
        SEND_MONEY: {
            TYPE: {
                TITLE: "നിങ്ങളുടെ സ്വീകർത്താവിന് എങ്ങനെയാണ് പണം വേണ്ടത്?",
                NOT_FOUND: "തരം കണ്ടെത്തിയില്ല"
            },
            EXCHANGE_RATE: "വിനിമയ നിരക്ക്",
            TO: "ടു",
            BRANCH_LESS: "ബ്രാഞ്ച് ലെസ്",
            SELECT_BANK_BRANCH: "ബാങ്ക് ബ്രാഞ്ച് തിരഞ്ഞെടുക്കുക",
            SELECT_BANK: 'ബാങ്ക് തിരഞ്ഞെടുക്കുക',
            BANK_CONFIRMATION: 'ബാങ്ക് സ്ഥിരീകരണം',
            REVIEW_BANK_SELECTION: 'ബാങ്ക് സെലക്ഷൻ അവലോകനം ചെയ്യുക',
            COUNTRY: 'രാജ്യം',
            BANK_TYPE: 'ബാങ്ക് തരം',
            BANK_NAME: 'ബാങ്കിന്റെ പേര്',
            BRANCH_NAME: 'ബ്രാഞ്ചിന്റെ പേര്',
            INTERNATIONAL_REMITTANCE: 'അന്താരാഷ്ട്ര പണമടയ്ക്കൽ',
            ACCEPT_TERMS_AND_CONDITION: "ഇവിടെ ക്ലിക്ക് ചെയ്യുന്നതിലൂടെ, നിബന്ധനകളും വ്യവസ്ഥകളും വായിക്കുകയും മനസ്സിലാക്കുകയും ചെയ്തുവെന്ന് ഞാൻ പ്രസ്താവിക്കുന്നു.",
            ACCEPT_TERMS_AND_CONDITION_SUB_TEXT: "ഇവിടെ ക്ലിക്ക് ചെയ്ത് നിബന്ധനകളും വ്യവസ്ഥകളും കാണുക.",
            BENEFICIARY_CONFIRMATION: "ലാഭാർത്ഥി സ്ഥിരീകരണം",
            REVIEW_BENEFICIARY_SELECTION: "ലാഭാർത്ഥി തിരഞ്ഞെടുപ്പ് അവലോകനം ചെയ്യുക"
        },
        CARD_MANAGEMENT: {
            CARD_DETAILS: "കാർഡ് വിശദാംശങ്ങൾ",
            CARDHOLDER_NAME: "കാർഡ് ഉടമയുടെ പേര്",
            CARD_NUMBER: "കാർഡ് നമ്പർ",
            EXPIRY: "കാലാവധി",
            OPTION_ONE: "പിൻ മാറ്റുക",
            OPTION_TWO: "ബ്ലോക്ക് ചെയ്യുക/അൺബ്ലോക്ക് ചെയ്യുക",
            TAP_TO_SEE_TRANSACTIONS: 'ഇടപാടുകൾ കാണാൻ ടാപ്പ് ചെയ്യുക',
            MANAGE_CARDS: "കാർഡുകൾ മാനേജ് ചെയ്യുക",
            TITLE: "മാനേജ് ചെയ്യാൻ കാർഡ് തിരഞ്ഞെടുക്കുക",
            SUB_TITLE: "ഞങ്ങളുടെ കാർഡ് ഉടമകൾക്ക് അവരുടെ സാമ്പത്തിക ആവശ്യങ്ങൾക്കായി ഒരു മാസ്റ്റർകാർഡ് പ്രീപെയ്ഡ് കാർഡും ഡിജിറ്റൽ ആപ്പും ലഭിക്കുന്നു",
            CARD_TYPE: "കാർഡ് തരം",
            EXP_DATE: "കാലാവധി തീയതി",
            CARD_STATUS: "കാർഡ് സ്റ്റാറ്റസ്"
        },
        TRANSACTION_HISTORY: {
            FILTER_LABEL_ONE: "ഇന്ന്",
            FILTER_LABEL_TWO: "ഇന്നലെ",
            FILTER_LABEL_THREE: "കഴിഞ്ഞ ആഴ്ച",
            FILTER_LABEL_FOUR: "കഴിഞ്ഞ മാസം",
            FILTER_LABEL_FIVE: "കസ്റ്റം",
            FILTER_LABEL_SIX: "കഴിഞ്ഞ 30 ദിവസം"
        },
        SECTION_LABELS: {
            SELECT_REMITTANCE_PURPOSE: "കസ്റ്റം",
            HOME_ADDRESS_INFORMATION: "വീട്ടുവിലാസ വിവരങ്ങൾ",
            CHANGE_YORE_4_DIGIT_CODE: "നിങ്ങളുടെ 4 അക്ക വെരിഫിക്കേഷൻ കോഡ് മാറ്റുക",
            CARD_ACTIVATION: 'നിങ്ങളുടെ കാർഡ് ആക്റ്റിവേറ്റ് ചെയ്യാൻ നിങ്ങളുടെ 4 അക്ക പിൻ സജ്ജീകരിക്കുക',
            SEND_MONEY_TO: 'പണം ഇവർക്ക് അയയ്ക്കുക',
            RECENT_TRANSACTIONS: 'സമീപകാല ഇടപാടുകൾ',
            ALL_BENEFICIARY: 'എല്ലാ ഗുണഭോക്താക്കളും',
            ADD_BENEFICIARY: 'ഗുണഭോക്തൃ ലിസ്റ്റിലേക്ക് അക്കൗണ്ട് ചേർക്കുക',
            SAVE_BENEFICIARY: 'ഗുണഭോക്താവിനെ സേവ് ചെയ്യുക',
            ADD_NEW_BENEFICIARY: 'പുതിയ ഗുണഭോക്താവിനെ ചേർക്കുക',
            EDIT_BENEFICIARY: 'ഗുണഭോക്താവിനെ എഡിറ്റ് ചെയ്യുക',
            UPDATE_YOUR_PROFILE: 'NaqaD-ൽ നിങ്ങളുടെ പ്രൊഫൈൽ അപ്ഡേറ്റ് ചെയ്യുക',
            UPDATE_YOUR_PROFILE_TEXT_2: 'പണം അയയ്ക്കാൻ നിങ്ങളുടെ വീട്ടുവിലാസ വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക',
            POPULAR_COUNTRIES: 'ജനപ്രിയ രാജ്യങ്ങൾ',
            SELECT_OTHER_COUNTRY: 'വേറെ രാജ്യം തിരഞ്ഞെടുക്കുക',
            SEND_MONEY_OR_PAY_BILLS: 'പണം അയയ്ക്കുക അല്ലെങ്കിൽ ബില്ലുകൾ അടയ്ക്കുക',
            SCROLL_RIGHT_TO_SEE_MORE: 'കൂടുതൽ കാണാൻ വലതുഭാഗത്തേക്ക് സ്ക്രോൾ ചെയ്യുക',
            CURRENT_COUNTRY: 'നിലവിലെ രാജ്യം',
            SELECT_LANGUAGE: 'ഭാഷ തിരഞ്ഞെടുക്കുക',
        },
        FIELDS_LABELS: {
            PHONE_NUMBER: 'ഫോൺ നമ്പർ',
            PASSWORD: 'പാസ്‌വേഡ്',
            PASSWORD_PLACEHOLDER: 'നിങ്ങളുടെ പാസ്‌വേഡ് നൽകുക',
            CONFIRM_PASSWORD: 'പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക',
            CONFIRM_PASSWORD_PLACEHOLDER: 'നിങ്ങളുടെ സ്ഥിരീകരണ പാസ്‌വേഡ് നൽകുക',
            OLD_PASSWORD: 'പഴയ പാസ്‌വേഡ്',
            ENTER_HERE: 'ഇവിടെ നൽകുക',
            NEW_PASSWORD: 'പുതിയ പാസ്‌വേഡ്',
            NEW_PASSWORD_PLACEHOLDER: 'നിങ്ങളുടെ പുതിയ പാസ്‌വേഡ് നൽകുക',
            CONFIRM_NEW_PASSWORD_PLACEHOLDER: 'നിങ്ങളുടെ സ്ഥിരീകരണ പുതിയ പാസ്‌വേഡ് നൽകുക',
            OLD_PASSWORD_PLACEHOLDER: 'നിങ്ങളുടെ പഴയ പാസ്‌വേഡ് നൽകുക',
            NEW_CONFIRM_PASSWORD: 'പുതിയ സ്ഥിരീകരണ പാസ്‌വേഡ്',
            NEW_CONFIRM_PASSWORD_PLACEHOLDER: 'നിങ്ങളുടെ പുതിയ സ്ഥിരീകരണ പാസ്‌വേഡ് നൽകുക',
            EMIRATES_ID: 'എമിറേറ്റ്സ് ഐഡി',
            EMIRATES_ID_PLACEHOLDER: 'നിങ്ങളുടെ എമിറേറ്റ്സ് ഐഡി നൽകുക',
            EMAIL_ADDRESS: 'ഇമെയിൽ വിലാസം',
            EMAIL_ADDRESS_PLACEHOLDER: 'നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക',
            NEW_CARD_LAST_DIGIT: 'നിങ്ങളുടെ പുതിയ കാർഡിന്റെ അവസാന 4 അക്ക നമ്പർ നൽകുക',
            RESET_ACCOUNT_PASSWORD: 'നിങ്ങളുടെ NaqaD അക്കൗണ്ട് പാസ്‌വേഡ് പുനഃസജ്ജമാക്കുക',
            FULL_NAME: "പൂർണ്ണമായ പേര്",
            STREET_NAME: "തെരുവിന്റെ പേര്",
            BUILDING_NUMBER: "കെട്ടിട നമ്പർ",
            STREET_NUMBER: "തെരുവ് നമ്പർ",
            ZIP_CODE: "തപാൽ കോഡ്",
            ENTER_PIN: "നിങ്ങളുടെ പുതിയ പിൻ നൽകുക",
            ENTER_NEW_PIN: "നിങ്ങളുടെ പുതിയ പിൻ നൽകുക",
            ENTER_CONFIRM_NEW_PIN: "നിങ്ങളുടെ പുതിയ പിൻ സ്ഥിരീകരിക്കുക",
            MOBILE_NUMBER: "മൊബൈൽ നമ്പർ",
            BENEFICIARY_NAME: "പേര്",
            BENEFICIARY_NAME_PLACEHOLDER: "ഗുണഭോക്താവിന്റെ പേര്",
            ENTER_AMOUNT: "തുക നൽകുക",
            ENTER_AMOUNT_PLACEHOLDER: "തുക നൽകുക",
            DISCOUNT_CODE: "നിങ്ങൾക്ക് ഒരു ഡിസ്കൗണ്ട് കോഡ് ഉണ്ടോ?",
            DISCOUNT_CODE_PLACEHOLDER: "അത് ഇവിടെ നൽകുക",
            TO_PLACEHOLDER: "ടു",
            FROM_PLACEHOLDER: "ഫ്രം",
            CANCEL_TRANSACTION: "ഇടപാട് റദ്ദാക്കുക",
            SEARCH_WITH_IFSC: "പേരോ IFSC കോഡോ ഉപയോഗിച്ച് തിരയുക",
            SENDER: "അയച്ചയാൾ",
            RECEIVER: "ലഭിക്കുന്നയാൾ",
            SELECT_NATIONALITY: "പൗരത്വം തിരഞ്ഞെടുക്കുക",
            REMITTANCE_PURPOSE: "പണമടയ്ക്കൽ ഉദ്ദേശ്യം",
            REASON_FOR_SENDING: "അയക്കാനുള്ള കാരണം",
            NATIONALITY: "പൗരത്വം",
            ACCOUNT_OR_IBAN_NUMBER: "IBAN / അക്കൗണ്ട് നമ്പർ",
            ACCOUNT_TITLE: "അക്കൗണ്ട് ടൈറ്റിൽ",
            BENEFICIARY_NICK_NAME: "ഗുണഭോക്താവിന്റെ വിളിപ്പേര്",
            FIRST_NAME: "പേരിന്റെ ആദ്യഭാഗം",
            LAST_NAME: "പേരിന്റെ അവസാനഭാഗം",
            DOB: "ജനന തീയതി",
            GENDER: "ലിംഗഭേദം",
            EXPIRY_DATE: "കാലാവധി തീയതി",
            ENTER_LAST_4_DIGIT_CARD: "നിങ്ങളുടെ NaqaD കാർഡിന്റെ അവസാന 4 അക്കം നൽകുക",
            ENTER_MERCHANT_PIN: "മർച്ചന്റ് പിൻ നൽകുക",
            IBAN: "IBAN നമ്പർ",
            COMPANY_NAME: "കമ്പനിയുടെ പേര്",
            COMPANY_NAME_PLACEHOLDER: "നിങ്ങളുടെ കമ്പനിയുടെ പേര് നൽകുക",
            PASSPORT: "പാസ്പോർട്ട്",
            PASSPORT_NUMBER: "പാസ്പോർട്ട് നമ്പർ",
            UPI_ID: "UPI ഐഡി",
            WALLET_ID: "വാലറ്റ് ഐഡി"
        },
        VALIDATION: {
            REFERRAL_CODE: {
                LABEL: "റഫറൽ കോഡ്",
                PLACEHOLDER: "റഫറൽ കോഡ് ഇവിടെ രേഖപ്പെടുത്തുക",
                SUCCESS_MESSAGE: "റഫറൽ കോഡ് വിജയകരമായി ചേർത്തു",
                STRING_DIGIT_OR_CHARACTER: "റഫറൽ കോഡ് അക്ഷരങ്ങൾക്കും അക്കങ്ങൾക്കും മാത്രമാകണം, ഇടവിടങ്ങളോ പ്രത്യേക അക്ഷരങ്ങളോ ഇല്ല",
                REQUIRED: "റഫറൽ കോഡ് ആവശ്യമുണ്ട്",
            },
            STREET_NAME: {
                REQUIRED: "തെരുവിന്റെ പേര് ആവശ്യമാണ്",
            },
            ZIP_CODE: {
                REQUIRED: "തപാൽ കോഡ് ആവശ്യമാണ്",
                MATCH: "സാധുവായ തപാൽ കോഡ് നൽകുക",
                PLACEHOLDER: "പിൻ കോഡ് നൽകുക"
            },
            DATE: {
                REQUIRED: "തീയതി തിരഞ്ഞെടുക്കുക",
            },
            OTP: {
                REQUIRED: "നിങ്ങളുടെ ഒടിപി നൽകുക.",
                MATCHES: "സാധുവായ 6 അക്ക കോഡ് നൽകുക.",
                LENGTH: "ഒടിപി കൃത്യം 6 പ്രതീകങ്ങൾ ആയിരിക്കണം!",
            },
            PHONE: {
                REQUIRED: "ഫോൺ നമ്പർ ആവശ്യമാണ്.",
                TEST: "സാധുവായ ഫോൺ നമ്പർ നൽകുക.",
                LABEL: "ഫോൺ നമ്പർ",
                NOT_VALID: "ഫോൺ നമ്പർ സാധുവല്ല",
            },
            PASSWORD: {
                LABEL: 'പാസ്‌വേഡ്',
                REQUIRED: "നിങ്ങളുടെ പാസ്‌വേഡ് നൽകുക.",
                MIN: "പാസ്‌വേഡ് വളരെ ചെറുതാണ് - കുറഞ്ഞത് 12 പ്രതീകങ്ങൾ ഉണ്ടായിരിക്കണം.",
                LOWERCASE: "പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 ചെറിയക്ഷരം ഉണ്ടായിരിക്കണം",
                UPPERCASE: "പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 വലിയക്ഷരം ഉണ്ടായിരിക്കണം",
                DIGIT: "പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 അക്കമെങ്കിലും ഉണ്ടായിരിക്കണം",
                SYMBOL: "പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 ചിഹ്നമെങ്കിലും ഉണ്ടായിരിക്കണം.",
            },
            CONFIRM_PASSWORD: {
                LABEL: 'പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക',
                REQUIRED: "നിങ്ങളുടെ സ്ഥിരീകരണ പാസ്‌വേഡ് നൽകുക.",
                MATCH: "പാസ്‌വേഡുകൾ മാച്ച് ചെയ്യണം"
            },
            OLD_PASSWORD: {
                LABEL: 'പഴയ പാസ്‌വേഡ്',
                REQUIRED: "നിങ്ങളുടെ പഴയ പാസ്‌വേഡ് നൽകുക.",
                MIN: "പഴയ പാസ്‌വേഡ് വളരെ ചെറുതാണ് - കുറഞ്ഞത് 12 പ്രതീകങ്ങൾ ഉണ്ടായിരിക്കണം.",
                LOWERCASE: "പഴയ പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 ചെറിയക്ഷരം ഉണ്ടായിരിക്കണം",
                UPPERCASE: "പഴയ പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 വലിയക്ഷരം ഉണ്ടായിരിക്കണം",
                DIGIT: "പഴയ പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 അക്കമെങ്കിലും ഉണ്ടായിരിക്കണം",
                SYMBOL: "പഴയ പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 ചിഹ്നമെങ്കിലും ഉണ്ടായിരിക്കണം.",
            },
            NEW_PASSWORD: {
                LABEL: 'പാസ്‌വേഡ്',
                REQUIRED: "നിങ്ങളുടെ പുതിയ പാസ്‌വേഡ് നൽകുക.",
                MIN: "പുതിയ പാസ്‌വേഡ് വളരെ ചെറുതാണ് - കുറഞ്ഞത് 12 പ്രതീകങ്ങൾ ഉണ്ടായിരിക്കണം.",
                LOWERCASE: "പുതിയ പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 ചെറിയക്ഷരം ഉണ്ടായിരിക്കണം",
                UPPERCASE: "പുതിയ പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 വലിയക്ഷരം ഉണ്ടായിരിക്കണം",
                DIGIT: "പുതിയ പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 അക്കമെങ്കിലും ഉണ്ടായിരിക്കണം",
                SYMBOL: "പുതിയ പാസ്‌വേഡിൽ കുറഞ്ഞത് 1 ചിഹ്നമെങ്കിലും ഉണ്ടായിരിക്കണം.",
            },
            NEW_CONFIRM_PASSWORD: {
                LABEL: 'പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക',
                REQUIRED: "നിങ്ങളുടെ സ്ഥിരീകരണ പാസ്‌വേഡ് നൽകുക.",
                MATCH: "പുതിയ പാസ്‌വേഡ് മാച്ച് ചെയ്യണം"
            },
            CARD_NUMBER: {
                REQUIRED: "നിങ്ങളുടെ NaqaD കാർഡിന്റെ അവസാന 4 അക്കം നൽകുക",
                MATCHES: "നിങ്ങളുടെ NaqaD കാർഡിന്റെ സാധുവായ അവസാന 4 അക്കം നൽകുക",
                LENGTH: "കാർഡ് നമ്പർ കൃത്യം 4 അക്കമായിരിക്കണം!",
            },
            EMAIL: {
                REQUIRED: "നിങ്ങളുടെ ഒടിപി നൽകുക.",
                EMAIL: "സാധുവായ ഇമെയിൽ വിലാസം നൽകുക"
            },
            TERMS_AND_CONDITION: {
                REQUIRED: "നിബന്ധനകളും വ്യവസ്ഥകളും അംഗീകരിക്കണം.",
            },
            PASS_CODE: {
                REQUIRED: "നിങ്ങളുടെ പിൻ നൽകുക",
                LENGTH: "പിൻ കൃത്യം 4 അക്കമായിരിക്കണം!",
            },
            EMIRATE_ID: {
                LABEL: "എമിറേറ്റ് ഐഡി",
                REQUIRED: "നിങ്ങളുടെ എമിറേറ്റ്സ് ഐഡി നൽകുക.",
                MATCH: "സാധുവായ എമിറേറ്റ്സ് ഐഡി നൽകുക.",
                PLACEHOLDER: "എമിറേറ്റ് തിരഞ്ഞെടുക്കുക"
            },
            PASSPORT: {
                LABEL: "പാസ്പോർട്ട്",
                PLACEHOLDER: "നിങ്ങളുടെ പാസ്പോർട്ട് തിരഞ്ഞെടുക്കുക.",
                SELECT_REQUIRED: "ദയവായി പാസ്പോർട്ട് തിരഞ്ഞെടുക്കുക.",

                FILE_LABEL: "പാസ്പോർട്ട് ചിത്രം",
                FILE_REQUIRED: "പാസ്പോർട്ട് ചിത്രം തിരഞ്ഞെടുക്കുക.",

                NUMBER_LABEL: "പാസ്പോർട്ട് നമ്പർ",
                NUMBER_PLACEHOLDER: "നിങ്ങളുടെ പാസ്പോർട്ട് നമ്പർ നൽകുക.",
                NUMBER_REQUIRED: "ദയവായി പാസ്പോർട്ട് നമ്പർ നൽകുക.",
                NUMBER_MATCH: "ചിട്ടയായ പാസ്പോർട്ട് നമ്പർ നൽകുക.",
                NUMBER_MAX: "പാസ്പോർട്ട് നമ്പർ 20 അക്ഷരങ്ങളെ കവിയരുത്.",

                EXPIRY_LABEL: "കാലാവധി",
                EXPIRY_REQUIRED: "പാസ്പോർട്ട് കാലാവധി തിരഞ്ഞെടുക്കുക.",
                EXPIRY_PLACEHOLDER: "പാസ്പോർട്ട് കാലാവധി തിരഞ്ഞെടുക്കുക.",
            },
            ADD_CARD_LAST_FOUR_DIGIT: {
                LABEL: "എമിറേറ്റ് ഐഡി",
                REQUIRED: "നിങ്ങളുടെ കാർഡിലെ അവസാന 4 അക്ക നമ്പർ നൽകുക.",
                MATCH: "സാധുവായ അവസാന 4 അക്ക നമ്പർ നൽകുക.",
                MIN: "കാർഡ് നമ്പർ വളരെ ചെറുതാണ് - 4 അക്ക നമ്പർ ആയിരിക്കണം.",
            },
            NEW_PIN: {
                LABEL: "പുതിയ പിൻ",
                REQUIRED: "നിങ്ങളുടെ പുതിയ പിൻ നൽകുക.",
                MATCH: "സാധുവായ പിൻ നൽകുക",
                LENGTH: "പിൻ കൃത്യം 4 അക്കമായിരിക്കണം!",
            },
            CONFIRM_NEW_PIN: {
                LABEL: "പുതിയ പിൻ സ്ഥിരീകരിക്കുക",
                REQUIRED: "നിങ്ങളുടെ സ്ഥിരീകരണ പുതിയ പിൻ നൽകുക.",
                VALID: "സാധുവായ സ്ഥിരീകരണ പുതിയ പിൻ നൽകുക",
                MATCH: "സ്ഥിരീകരണ പുതിയ പിൻ മാച്ച് ചെയ്യണം",
            },
            LOGIN_CODE: {
                LABEL: "ലോഗിൻ കോഡ്",
                REQUIRED: "ദയവായി നിങ്ങളുടെ പുതിയ ലോഗിൻ കോഡ് നൽകുക.",
                MATCH: "സാധുവായ ലോഗിൻ കോഡ് നൽകുക",
                LENGTH: "ലോഗിൻ കോഡ് കൃത്യമായി 4 അക്കമായിരിക്കണം!",
            },
            CONFIRM_LOGIN_CODE: {
                LABEL: "ലോഗിൻ കോഡ് സ്ഥിരീകരിക്കുക",
                REQUIRED: "ദയവായി നിങ്ങളുടെ സ്ഥിരീകരണ പുതിയ ലോഗിൻ കോഡ് നൽകുക.",
                VALID: "ദയവായി സാധുവായ സ്ഥിരീകരണ പുതിയ ലോഗിൻ കോഡ് നൽകുക",
                MATCH: "പുതിയ ലോഗിൻ കോഡ് പൊരുത്തപ്പെടണമെന്ന് സ്ഥിരീകരിക്കുക",
            },
            PIN: {
                LABEL: "പിൻ",
                REQUIRED: "നിങ്ങളുടെ പിൻ നൽകുക.",
                MATCH: "സാധുവായ പിൻ നൽകുക",
                LENGTH: "പിൻ കൃത്യം 4 അക്കമായിരിക്കണം!",
                LENGTH_6: "പിൻ സ്ഥിരീകരിക്കുക",
            },
            CONFIRM_PIN: {
                LABEL: "പിൻ സ്ഥിരീകരിക്കുക",
                REQUIRED: "നിങ്ങളുടെ സ്ഥിരീകരണ പിൻ നൽകുക.",
                MATCH: "സ്ഥിരീകരണ പിൻ മാച്ച് ചെയ്യണം",
            },
            BENEFICIARY_NAME: {
                LABEL: "ഗുണഭോക്താവിന്റെ പേര്",
                REQUIRED: "ഗുണഭോക്താവിന്റെ പേര് നൽകുക",
            },
            SKU_AMOUNT: {
                LABEL: "തുക",
                REQUIRED: "തുക നൽകുക",
                MIN: "തുക കുറഞ്ഞത്",
                MAX: "തുക ഇതിൽ കൂടരുത്",
            },
            AMOUNT_FIELD: {
                LABEL: "തുക",
                REQUIRED: "തുക നൽകുക",
                MIN: "തുക കുറഞ്ഞത്",
                MAX: "തുക ഇതിൽ കൂടരുത്",
            },
            SENDER_AMOUNT: {
                LABEL: "അയച്ചയാളുടെ തുക",
                REQUIRED: "അയച്ചയാളുടെ തുക നൽകുക.",
                MIN: "1-ൽ കൂടുതലുള്ള അയച്ചയാളുടെ തുക.",
            },
            RECEIVER_AMOUNT: {
                LABEL: "ലഭിക്കുന്നയാളുടെ തുക",
                MIN: "1-ൽ കൂടുതലുള്ള ലഭിക്കുന്നയാളുടെ തുക",
            },
            FIRST_NAME: {
                LABEL: "പേരിന്റെ ആദ്യഭാഗം",
                REQUIRED: "പേരിന്റെ ആദ്യഭാഗം ആവശ്യമാണ്",
                MIN: "കുറഞ്ഞത് 2 പ്രതീകങ്ങളെങ്കിലും നൽകുക",
                MAX: "പരമാവധി 45 പ്രതീകങ്ങൾ നൽകുക",
                MATCH: "ഈ ഫീൽഡിൽ പ്രതീകങ്ങൾ മാത്രമേ അനുവദിക്കൂ",
                PLACEHOLDER: "ആദ്യ പേര് നൽകുക"
            },
            LAST_NAME: {
                LABEL: "പേരിന്റെ അവസാനഭാഗം",
                REQUIRED: "പേരിന്റെ അവസാനഭാഗം ആവശ്യമാണ്",
                MIN: "കുറഞ്ഞത് 2 പ്രതീകങ്ങളെങ്കിലും നൽകുക",
                MAX: "പരമാവധി 45 പ്രതീകങ്ങൾ നൽകുക",
                MATCH: "ഈ ഫീൽഡിൽ പ്രതീകങ്ങൾ മാത്രമേ അനുവദിക്കൂ",
                PLACEHOLDER: "അവസാന പേര് നൽകുക"
            },
            REMITTANCE_PURPOSE: {
                REQUIRED: "പണമടയ്ക്കൽ ഉദ്ദേശ്യം നൽകുക",
                SELECT_REQUIRED: "പണമടയ്ക്കൽ ഉദ്ദേശ്യം നൽകുക",
            },
            NATIONALITY: {
                LABEL: "ദേശീയത",
                REQUIRED: "ദേശീയത ആവശ്യമാണ്",
                PLACEHOLDER: "ദേശീയത തിരഞ്ഞെടുക്കുക"
            },
            ACCOUNT_OR_IBAN_NUMBER: {
                REQUIRED: "IBAN / അക്കൗണ്ട് നമ്പർ ആവശ്യമാണ്",
                MATCH: "സാധുവായ IBAN / അക്കൗണ്ട് നമ്പർ നൽകുക",
            },
            ACCOUNT_TITLE: {
                REQUIRED: "അക്കൗണ്ട് ടൈറ്റിൽ ആവശ്യമാണ്",
                MATCH: "സാധുവായ അക്കൗണ്ട് ടൈറ്റിൽ നൽകുക",
            },
            ENTER: "നൽകുക",
            PLEASE_ENTER: "ദയവായി നൽകുക",
            ONLY_DIGITS: "അക്കങ്ങൾ മാത്രമായിരിക്കണം",
            ALPHA_OR_DIGITS: "അക്ഷരമാല അല്ലെങ്കിൽ അക്കങ്ങൾ മാത്രം അനുവദനീയമാണ്",
            DIGITS: "അക്കങ്ങൾ",
            AT_LEAST: "ഏറ്റവും കുറഞ്ഞത്‌",
            AMOUNT: "തുക",
            NOT_MORE_THAN: "ഇതിൽ കൂടുതൽ പാടില്ല",
            PLEASE_SELECT: "Please select",
            MONTHLY_LIABILITY_AMOUNT: {
                REQUIRED: 'പ്രതിമാസ ബാധ്യത തുക നൽകുക',
            },
            REFERENCE: {
                TITLE: 'റഫറൻസ്',
                REQUIRED: 'ദയവായി റഫറൻസ് തിരഞ്ഞെടുക്കുക',
            },
            REFERENCE_FULL_NAME: {
                TITLE: 'റഫറൻസ് മുഴുവൻ പേര്',
                REQUIRED: 'ദയവായി റഫറൻസ് മുഴുവൻ പേര് നൽകുക',
            },
            REFERENCE_PHONE: {
                TITLE: 'റെഫറൻസ് ഫോൺ നമ്പർ',
            },

            CONTACT: {
                TITLE: 'ബന്ധപ്പെടുക',
                SECOND_TITLE: "കോൺടാക്റ്റ് വ്യക്തിയുമായുള്ള ബന്ധം",
                REQUIRED: 'ദയവായി കോൺടാക്റ്റ് തിരഞ്ഞെടുക്കുക',
                SECOND_REQUIRED: 'ബന്ധപ്പെടുന്ന വ്യക്തിയുമായുള്ള ബന്ധം തിരഞ്ഞെടുക്കുക'
            },
            CONTACT_FULL_NAME: {
                TITLE: 'മുഴുവൻ പേര് ബന്ധപ്പെടുക',
                SECOND_TITLE: 'ബന്ധപ്പെടാനുള്ള വ്യക്തിയുടെ പേര്',
                REQUIRED: 'ബന്ധപ്പെടാനുള്ള പൂർണ്ണമായ പേര് നൽകുക',
                SECOND_REQUIRED: 'ബന്ധപ്പെടാനുള്ള വ്യക്തിയുടെ പേര് നൽകുക',
                TITLE_MATCH: "ദയവായി സാധുവായ ബന്ധപ്പെടാനുള്ള മുഴുവൻ പേര് നൽകുക",
                SECOND_MATCH: "ദയവായി സാധുവായ ബന്ധപ്പെടാനുള്ള വ്യക്തിയുടെ പേര് നൽകുക"
            },
            CONTACT_PHONE: {
                TITLE: 'ബന്ധപ്പെടേണ്ട ഫോൺ നമ്പർ',
                SECOND_TITLE: 'ബന്ധപ്പെടാനുള്ള വ്യക്തിയുടെ ഫോൺ നമ്പർ',
                SECOND_REQUIRED: 'ബന്ധപ്പെടാനുള്ള വ്യക്തിയുടെ നമ്പർ നൽകുക',
                SECOND_MATCH_REQUIRED: 'നിങ്ങളുടെ സ്വന്തം നമ്പർ ഒരു റഫറൻസായി നൽകാനാവില്ല.'
            },

            IFSC_CODE: {
                TITLE: 'IFSC കോഡ്',
                REQUIRED: 'ദയവായി IFSC കോഡ് നൽകുക',
                DONT: "IFSC കോഡ് ഇല്ല",
                PLACEHOLDER: 'ഉദാഹരണം: SBIN0123456'
            },
            OLD_PHONE_NUMBER: {
                TITLE: 'പഴയ ഫോൺ നമ്പർ',
                REQUIRED: 'പഴയ ഫോൺ നമ്പർ വേണം.',
            },
            NEW_PHONE_NUMBER: {
                TITLE: 'പുതിയ ഫോൺ നമ്പർ',
                REQUIRED: 'പുതിയ ഫോൺ നമ്പർ ആവശ്യമാണ്.',
                NOT_SAME: "പുതിയ നമ്പറിലേക്ക് പഴയ നമ്പർ ഉപയോഗിക്കാൻ കഴിയില്ല.",
            },
            CONFIRM_NEW_PHONE_NUMBER: {
                TITLE: 'പുതിയ ഫോൺ നമ്പർ സ്ഥിരീകരിക്കുക',
                REQUIRED: 'പുതിയ ഫോൺ നമ്പർ ആവശ്യമാണെന്ന് സ്ഥിരീകരിക്കുക.',

                MATCH: "Confirm new phone number must match"
            },
            DOB: {
                TITLE: 'ജനന തിയതി',
                REQUIRED: 'ജനനത്തീയതി ആവശ്യമാണ്.',
                PLACEHOLDER: "ജനന തീയതി തിരഞ്ഞെടുക്കുക"
            },
            IBAN: {
                REQUIRED: "IBAN നമ്പർ ആവശ്യമാണ്",
                MATCH: "ദയവായി സാധുവായ IBAN നമ്പർ നൽകുക",
                MIN: "ദയവായി കുറഞ്ഞത് 10 അക്ഷരങ്ങളുള്ള IBAN നൽകുക",
            },

            PURPOSE_OF_THE_LOAN: {
                REQUIRED: "വായ്പയുടെ ഉദ്ദേശ്യം തിരഞ്ഞെടുക്കുക",
            },
            PURPOSE_OF_THE_LOAN_TEXT: {
                REQUIRED: "വായ്പയുടെ ആവശ്യകത നൽകുക",
            },
            WHEN_GO_HOME: {
                REQUIRED: "എപ്പോഴാണ് നിങ്ങൾ വീട്ടിലേക്ക് പോകാൻ ഉദ്ദേശിക്കുന്നതെന്ന് ദയവായി തിരഞ്ഞെടുക്കുക",
            },
            WHEN_GO_HOME_TEXT: {
                REQUIRED: "നിങ്ങൾ എപ്പോഴാണ് വീട്ടിലേക്ക് പോകാൻ പദ്ധതിയിട്ടിരിക്കുന്നതെന്ന് നൽകുക",
            },
            LEAVE_JOB: {
                REQUIRED: "നിങ്ങളുടെ നിലവിലെ ജോലി ഉപേക്ഷിക്കാൻ നിങ്ങൾ എപ്പോഴാണ് പദ്ധതിയിടുന്നതെന്ന് തിരഞ്ഞെടുക്കുക",
            },
            LEAVE_JOB_TEXT: {
                REQUIRED: "നിങ്ങളുടെ നിലവിലെ ജോലി എപ്പോഴാണ് ഉപേക്ഷിക്കാൻ ഉദ്ദേശിക്കുന്നതെന്ന് ദയവായി രേഖപ്പെടുത്തുക",
            },

            CITY: {
                REQUIRED: "നിങ്ങൾ താമസിക്കുന്ന നഗരം തിരഞ്ഞെടുക്കുക",
                TEXT_REQUIRED: "നിങ്ങൾ ഏത് നഗരത്തിലാണ് താമസിക്കുന്നതെന്ന് ദയവായി രേഖപ്പെടുത്തുക"
            },

            WHERE_YOU_LIVE: {
                REQUIRED: "ദയവായി താമസ തരം തിരഞ്ഞെടുക്കുക",
                TEXT_REQUIRED: "നിങ്ങളുടെ ക്യാമ്പ് ബോസിന്റെ പേര് എന്താണെന്ന് ദയവായി നൽകുക"
            },
            FROM_WHEN_IN_COMPANY: {
                REQUIRED: "നിങ്ങളുടെ നിലവിലെ കമ്പനിയിൽ നിങ്ങൾ എത്ര കാലമായി ജോലി ചെയ്യുന്നു എന്ന് ദയവായി തിരഞ്ഞെടുക്കുക",
                TEXT_REQUIRED: "നിങ്ങളുടെ നിലവിലെ കമ്പനിയിൽ നിങ്ങൾ എത്ര കാലമായി ജോലി ചെയ്യുന്നു എന്ന് ദയവായി രേഖപ്പെടുത്തുക"
            },
            WHEN_CAME_HERE: {
                REQUIRED: "നിങ്ങൾ എപ്പോഴാണ് യുഎഇയിൽ വന്നതെന്ന് ദയവായി തിരഞ്ഞെടുക്കുക",
                TEXT_REQUIRED: "നിങ്ങൾ എപ്പോഴാണ് യുഎഇയിൽ വന്നതെന്ന് ദയവായി രേഖപ്പെടുത്തുക"
            },
            LIABILITY_FROM: {
                REQUIRED: "എടുത്ത വായ്പ തിരഞ്ഞെടുക്കുക",
                TEXT_REQUIRED: "നിന്ന് എടുത്ത വായ്പ നൽകുക"
            },
            LIABILITY: {
                REQUIRED: "നിങ്ങൾ എത്ര വായ്പയാണ് എടുത്തതെന്ന് ദയവായി രേഖപ്പെടുത്തുക (തുക)",
            },
            RESIGNED_FROM_COMPANY: {
                REQUIRED: "നിങ്ങളുടെ നിലവിലെ കമ്പനിയിൽ നിന്ന് നിങ്ങൾ രാജിവച്ചിട്ടുണ്ടോ എന്ന് ദയവായി തിരഞ്ഞെടുക്കുക",
                TEXT_REQUIRED: "നിങ്ങളുടെ നിലവിലെ കമ്പനിയിൽ നിന്ന് രാജിവെച്ചിട്ടുണ്ടോയെന്ന് ദയവായി രേഖപ്പെടുത്തുക"
            },
            WORKING_OR_VACATION: {
                REQUIRED: "നിലവിൽ ജോലി ചെയ്യുന്നതോ അവധിയിലോ ഉള്ള നിങ്ങളെ തിരഞ്ഞെടുക്കുക",
                TEXT_REQUIRED: "നിങ്ങൾ ഇപ്പോൾ ജോലി ചെയ്യുന്നവരോ അവധിയിലോ ഉള്ളവരാണെന്ന് ദയവായി രേഖപ്പെടുത്തുക"
            },
            WHEN_TO_HOME: {
                REQUIRED: "എപ്പോഴാണ് നിങ്ങൾ വീട്ടിലേക്ക് പോകേണ്ടതെന്ന് ദയവായി തിരഞ്ഞെടുക്കുക",
                TEXT_REQUIRED: "നിങ്ങൾ എപ്പോൾ വീട്ടിലേക്ക് പോകുമെന്ന് ദയവായി രേഖപ്പെടുത്തുക"
            },
            LAST_VACATION: {
                REQUIRED: "നിങ്ങൾ അവസാനമായി എപ്പോഴാണ് അവധിയെടുത്തതെന്ന് ദയവായി തിരഞ്ഞെടുക്കുക",
                TEXT_REQUIRED: "നിങ്ങൾ അവസാനമായി എപ്പോഴാണ് അവധിയെടുത്തതെന്ന് ദയവായി രേഖപ്പെടുത്തുക"
            },
            LIABILITIES: {
                LABEL: "നിങ്ങൾക്ക് മറ്റ് ബാധ്യതകൾ ഉണ്ടോ?",
                SUB_LABEL: "ബാധ്യതയുടെ തുക",
                REQUIRED: "ദയവായി ബാധ്യതയുടെ തുക നൽകുക.",
                PLACEHOLDER: "തുക നൽകുക",
                MIN: "ദയവായി കുറഞ്ഞത് 1 തുക നൽകുക.",
                MAX: "തുക 100,000-നെ കവിയരുത്.",
                MATCH: "വെറും നമ്പറുകൾ അനുവദനീയമാണ്.",
                POSITIVE: "തുക ഒരു പോസിറ്റീവ് നമ്പർ ആകണം.",
                INTEGER: "തുക ഒരു മുഴുവൻ സംഖ്യ ആകണം."
            },
            MONTHLY_LIABILITIES: {
                LABEL: 'നിങ്ങൾക്ക് മറ്റ് മാസാന്ത ചെലവുകൾ ഉണ്ടോ?',
                SUB_LABEL: 'മാസാന്ത ചെലവിന്റെ തുക',
                REQUIRED: "ദയവായി മാസാന്ത തുക നൽകുക",
                PLACEHOLDER: "തുക നൽകുക",
                MIN: "കുറഞ്ഞത് 1 തുക നൽകുക",
                MAX: "തുക 100,000 ക്ക് മുകളിൽ വരരുത്",
                MATCH: "ഈ ഫീൽഡിൽ നമ്പറുകൾ മാത്രം അനുവദിക്കുന്നു",
                POSITIVE: "തുക പോസിറ്റീവ് ആയിരിക്കണം",
                INTEGER: "തുക ഒരു മുഴുവൻ സംഖ്യയായിരിക്കണം"
            },
            EDUCATION_EXPENSE: {
                LABEL: "ശരാശരി വിദ്യാഭ്യാസ ചെലവ്",
                REQUIRED: "ദയവായി നിങ്ങളുടെ ശരാശരി വിദ്യാഭ്യാസ ചെലവ് നൽകുക.",
                PLACEHOLDER: "തുക നൽകുക",
                MIN: "ദയവായി കുറഞ്ഞത് 1 തുക നൽകുക.",
                MAX: "തുക 100,000-നെ കവിയരുത്.",
                MATCH: "വെറും നമ്പറുകൾ അനുവദനീയമാണ്.",
                POSITIVE: "തുക ഒരു പോസിറ്റീവ് നമ്പർ ആകണം.",
                INTEGER: "തുക ഒരു മുഴുവൻ സംഖ്യ ആകണം."
            },
            HEALTH_CARE_EXPENSE: {
                LABEL: "ശരാശരി ആരോഗ്യപരിചരണ ചെലവ്",
                REQUIRED: "ദയവായി നിങ്ങളുടെ ശരാശരി ആരോഗ്യ ചെലവ് നൽകുക.",
                PLACEHOLDER: "തുക നൽകുക",
                MIN: "ദയവായി കുറഞ്ഞത് 1 തുക നൽകുക.",
                MAX: "തുക 100,000-നെ കവിയരുത്.",
                MATCH: "വെറും നമ്പറുകൾ അനുവദനീയമാണ്.",
                POSITIVE: "തുക ഒരു പോസിറ്റീവ് നമ്പർ ആകണം.",
                INTEGER: "തുക ഒരു മുഴുവൻ സംഖ്യ ആകണം."
            },
            MAINTENANCE_SUPPORT: {
                LABEL: "മക്കളുടെയും ഭാര്യയുടെയും പരിപാലന ചെലവ്",
                REQUIRED: "ദയവായി മക്കളുടെയും ഭാര്യയുടെയും പരിപാലന ചെലവ് നൽകുക.",
                PLACEHOLDER: "തുക നൽകുക",
                MIN: "ദയവായി കുറഞ്ഞത് 1 തുക നൽകുക.",
                MAX: "തുക 100,000-നെ കവിയരുത്.",
                MATCH: "വെറും നമ്പറുകൾ അനുവദനീയമാണ്.",
                POSITIVE: "തുക ഒരു പോസിറ്റീവ് നമ്പർ ആകണം.",
                INTEGER: "തുക ഒരു മുഴുവൻ സംഖ്യ ആകണം."
            },
            HOUSING_RENT: {
                LABEL: "വാസസൗകര്യ വാടകയും പരിപാലനവും",
                REQUIRED: "ദയവായി നിങ്ങളുടെ വാസസൗകര്യ വാടകയും പരിപാലന ചെലവും നൽകുക.",
                PLACEHOLDER: "തുക നൽകുക",
                MIN: "ദയവായി കുറഞ്ഞത് 1 തുക നൽകുക.",
                MAX: "തുക 100,000-നെ കവിയരുത്.",
                MATCH: "വെറും നമ്പറുകൾ അനുവദനീയമാണ്.",
                POSITIVE: "തുക ഒരു പോസിറ്റീവ് നമ്പർ ആകണം.",
                INTEGER: "തുക ഒരു മുഴുവൻ സംഖ്യ ആകണം."
            },
            FOOD_EXPENSE: {
                LABEL: "മാസാന്ത്യ ഭക്ഷണച്ചെലവ്",
                REQUIRED: "ദയവായി നിങ്ങളുടെ മാസാന്ത്യ ഭക്ഷണച്ചെലവ് നൽകുക.",
                PLACEHOLDER: "തുക നൽകുക",
                MIN: "ദയവായി കുറഞ്ഞത് 1 തുക നൽകുക.",
                MAX: "തുക 100,000-നെ കവിയരുത്.",
                MATCH: "വെറും നമ്പറുകൾ അനുവദനീയമാണ്.",
                POSITIVE: "തുക ഒരു പോസിറ്റീവ് നമ്പർ ആകണം.",
                INTEGER: "തുക ഒരു മുഴുവൻ സംഖ്യ ആകണം."
            },
            UTILITY_COST: {
                LABEL: "മാസാന്ത്യ ഉപയോക്തൃ, ഇന്റർനെറ്റ്, മൊബൈൽ ചെലവുകൾ",
                REQUIRED: "ദയവായി നിങ്ങളുടെ മാസാന്ത്യ ഉപയോക്തൃ, ഇന്റർനെറ്റ്, മൊബൈൽ ചെലവുകൾ നൽകുക.",
                PLACEHOLDER: "തുക നൽകുക",
                MIN: "ദയവായി കുറഞ്ഞത് 1 തുക നൽകുക.",
                MAX: "തുക 100,000-നെ കവിയരുത്.",
                MATCH: "വെറും നമ്പറുകൾ അനുവദനീയമാണ്.",
                POSITIVE: "തുക ഒരു പോസിറ്റീവ് നമ്പർ ആകണം.",
                INTEGER: "തുക ഒരു മുഴുവൻ സംഖ്യ ആകണം."
            },
            CARD_EXPIRY: {
                TITLE: 'കാർഡിന്റെ കാലഹരണ തിയതി',
                PLACEHOLDER: 'കാർഡിന്റെ കാലഹരണ തിയതി തിരഞ്ഞെടുക്കുക',
                REQUIRED: 'കാർഡിന്റെ കാലഹരണ തിയതി ആവശ്യമാണ്.',
            },
            EMIRATES_AND_PASSPORT: "എമിറേറ്റ്സ് ഐഡി അല്ലെങ്കിൽ പാസ്പോർട്ട് ആവശ്യമുണ്ട്",
            TRANSFER_ID: {
                LABEL: "ട്രാൻസ്ഫർ ഐഡി",
                PLACEHOLDER: "ട്രാൻസ്ഫർ ഐഡി നൽകുക",
                REQUIRED: "ട്രാൻസ്ഫർ ഐഡി ആവശ്യമാണ്.",
                MATCH: "സരിയായ ട്രാൻസ്ഫർ ഐഡി നൽകുക."
            },
            TRANSFER_AMOUNT: {
                LABEL: "ട്രാൻസ്ഫർ തുക",
                REQUIRED: "ദയവായി ട്രാൻസ്ഫർ തുക നൽകുക.",
                MIN: "ട്രാൻസ്ഫർ തുക 1 ൽ കൂടുതലായിരിക്കണം.",
                MAX: "ട്രാൻസ്ഫർ തുക പരമാവധി പരിധിയെക്കാൾ കൂടരുത്."
            },
            ADDRESS: {
                LABEL: "വിലാസം",
                PLACEHOLDER: "വിലാസം നൽകുക",
                REQUIRED: "വിലാസം ആവശ്യമാണ്",
                MATCH: "ദയവായി വിലാസം നൽകുക",
                MAX: "വിലാസത്തിൽ 40-ലധികം അക്ഷരങ്ങൾ ഉണ്ടാകരുത്"
            },
            AREA: {
                LABEL: "പ്രദേശം",
                REQUIRED: "ദയവായി നിങ്ങളുടെ പ്രദേശം നൽകുക.",
                PLACEHOLDER: "പ്രദേശം നൽകുക"
            },
            BUILDING_CAMP_NAME: {
                LABEL: "ബിൽഡിംഗ്/ക്യാമ്പ് പേര്",
                REQUIRED: "ദയവായി നിങ്ങളുടെ ബിൽഡിംഗ്/ക്യാമ്പ് പേര് നൽകുക.",
                PLACEHOLDER: "ബിൽഡിംഗ്/ക്യാമ്പ് പേര് നൽകുക"
            },
            BUILDING_NUMBER: {
                LABEL: "ബിൽഡിംഗ് / ഹൗസ് നമ്പർ",
                PLACEHOLDER: "ബിൽഡിംഗ് / ഹൗസ് നമ്പർ നൽകുക",
                REQUIRED: "ബിൽഡിംഗ് / ഹൗസ് നമ്പർ ആവശ്യമാണ്",
                MATCH: "ദയവായി ബിൽഡിംഗ് / ഹൗസ് നമ്പർ നൽകുക"
            },
            BUILD_NAME: {
                LABEL: "ബിൽഡിംഗ് പേര്",
                REQUIRED: "ദയവായി നിങ്ങളുടെ ബിൽഡിംഗ് പേര് നൽകുക.",
                PLACEHOLDER: "ബിൽഡിംഗ് പേര് നൽകുക"
            },
            DEPOSIT_FILE: {
                FILE_LABEL: "ഡെപ്പോസിറ്റ് ഫയൽ",
                FILE_REQUIRED: "ദയവായി ഡെപ്പോസിറ്റ് ഫയലിന്റെ ചിത്രം തിരഞ്ഞെടുക്കുക"
            },
            DISPLAY_NAME: {
                LABEL: "ഡിസ്‌പ്ലേ പേര്",
                PLACEHOLDER: "ഡിസ്‌പ്ലേ പേര് നൽകുക",
                REQUIRED: "ഡിസ്‌പ്ലേ പേര് ആവശ്യമാണ്",
                MIN: "കുറഞ്ഞത് 2 അക്ഷരങ്ങൾ നൽകുക",
                MAX: "പരമാവധി 45 അക്ഷരങ്ങൾ നൽകുക",
                MATCH: "ഈ ഫീൽഡിൽ അക്ഷരങ്ങൾ മാത്രം അനുവദനീയമാണ്"
            },
            DOJ: {
                TITLE: "ചേർന്ന തീയതി",
                PLACEHOLDER: "ചേർന്ന തീയതി തിരഞ്ഞെടുക്കുക",
                REQUIRED: "ചേർന്ന തീയതി ആവശ്യമാണ്."
            },
            EMIRATES: {
                LABEL: "എമിറേറ്റ്‌സ്",
                PLACEHOLDER: "എമിറേറ്റ് തിരഞ്ഞെടുക്കുക",
                REQUIRED: "എമിറേറ്റ് ആവശ്യമാണ്",
                MATCH: "ദയവായി എമിറേറ്റ് തിരഞ്ഞെടുക്കുക"
            },
            EMPLOYEE_TYPE: {
                LABEL: "ജീവനക്കാരന്റെ തരം",
                PLACEHOLDER: "ജീവനക്കാരന്റെ തരം തിരഞ്ഞെടുക്കുക",
                REQUIRED: "ജീവനക്കാരന്റെ തരം ആവശ്യമാണ്"
            },
            FLAT_UNIT: {
                LABEL: "വീട് നമ്പർ",
                REQUIRED: "ദയവായി നിങ്ങളുടെ വീട് നമ്പർ നൽകുക.",
                PLACEHOLDER: "വീട് നമ്പർ നൽകുക"
            },
            GENDER: {
                LABEL: "ലിംഗം",
                PLACEHOLDER: "ലിംഗം തിരഞ്ഞെടുക്കുക",
                REQUIRED: "ലിംഗം ആവശ്യമാണ്"
            },
            STATE: {
                LABEL: "സംസ്ഥാനം",
                PLACEHOLDER: "സംസ്ഥാനം തിരഞ്ഞെടുക്കുക",
                REQUIRED: "സംസ്ഥാനം ആവശ്യമാണ്",
                MATCH: "ദയവായി സംസ്ഥാനം തിരഞ്ഞെടുക്കുക"
            },
            YOUR_CITY: {
                LABEL: "നഗരം",
                PLACEHOLDER: "നഗരം നൽകുക",
                REQUIRED: "നഗരം ആവശ്യമാണ്",
                MATCH: "ദയവായി നഗരം നൽകുക"
            },
            REVIEW: {
                LABEL: "റിവ്യൂ",
                PLACEHOLDER: "റിവ്യൂ നൽകുക",
                REQUIRED: "റിവ്യൂ ആവശ്യമാണ്"
            },
            INITIALS: {
                LABEL: "ടൈറ്റിൽ തിരഞ്ഞെടുക്കുക",
                REQUIRED: "ടൈറ്റിൽ ആവശ്യമാണ്"
            },
            MIDDLE_NAME: {
                LABEL: "മദ്ധ്യനാമം (ഐച്ഛികം)",
                PLACEHOLDER: "മദ്ധ്യനാമം നൽകുക",
                REQUIRED: "മദ്ധ്യനാമം ആവശ്യമാണ്",
                MIN: "കുറഞ്ഞത് 2 അക്ഷരങ്ങൾ നൽകുക",
                MAX: "പരമാവധി 45 അക്ഷരങ്ങൾ നൽകുക",
                MATCH: "ഈ ഫീൽഡിൽ അക്ഷരങ്ങൾ മാത്രം അനുവദനീയമാണ്"
            },
            ROOM_FLAT_NUMBER: {
                LABEL: "റൂം/ഫ്ലാറ്റ് നമ്പർ",
                REQUIRED: "ദയവായി നിങ്ങളുടെ റൂം/ഫ്ലാറ്റ് നമ്പർ നൽകുക.",
                PLACEHOLDER: "റൂം/ഫ്ലാറ്റ് നമ്പർ നൽകുക"
            },
            STREET_NAME_2: {
                LABEL: "വീഥിയുടെ പേര്/നമ്പർ",
                REQUIRED: "ദയവായി നിങ്ങളുടെ വീഥിയുടെ പേര്/നമ്പർ നൽകുക.",
                PLACEHOLDER: "വീഥിയുടെ പേര്/നമ്പർ നൽകുക"
            },
            STATE_2: {
                LABEL: "സംസ്ഥാനം",
                REQUIRED: "ദയവായി നിങ്ങളുടെ സംസ്ഥാനം നൽകുക.",
                PLACEHOLDER: "സംസ്ഥാനം നൽകുക"
            },
            WALLET_ID: {
                LABEL: "വാലറ്റ് ഐഡി",
                PLACEHOLDER: "വാലറ്റ് ഐഡി നൽകുക",
                REQUIRED: "വാലറ്റ് ഐഡി ആവശ്യമാണ്.",
                MATCH: "ശരിയായ വാലറ്റ് ഐഡി നൽകുക."
            }
        },
        BIOMETRIC_MODAL: {
            TITLE: "ലോഗിൻ രീതികൾ!",
            SUB_TITLE: "നിങ്ങൾക്ക് ബയോമെട്രിക്, ലോഗിൻ കോഡ് പ്രവർത്തനക്ഷമമാക്കണോ?",
            BUTTON: "ബയോമെട്രിക് ഐഡി അനുവദിക്കുക",
            BUTTON2: "അനുവദിക്കുക",
            SECOND_BUTTON: "ഇല്ല, പാസ്‌വേഡ് ആക്‌സസ് മാത്രം",
        },
        PAGE_TITLE: {
            SNPL: "ഇപ്പോൾ അയയ്‌ക്കുക, പിന്നീട് പണമടയ്‌ക്കുക",
            SETTING: "ആപ്പ് ക്രമീകരണങ്ങൾ",
            CARD_MANAGEMENT: "കാർഡ് മാനേജ്മെന്റ്",
            BANKS: "ബാങ്കുകൾ",
            CARDS: "കാർഡുകൾ",
            SEND_MONEY: "പണം അയക്കുക",
            LINK_NEW_CARD: "പുതിയ കാർഡ് ലിങ്ക് ചെയ്യുക",
            PROFILE: "പ്രൊഫൈൽ",
            CARD_ACTIVATION: "കാർഡ് ആക്റ്റിവേഷൻ",
            TRANSACTION_HISTORY: "ഇടപാട് ചരിത്രം",
            SEND_MONEY_HISTORY: "പണ ചരിത്രം അയയ്ക്കുക",
            HOME_ADDRESS: "വീട്ടുവിലാസം",
            REVIEW: "അവലോകനം",
            EXCHANGE_RATES: "വിനിമയ നിരക്കുകൾ",
            CONFIRMATION: "സ്ഥിരീകരണം",
            BENEFICIARY_DETAILS: "ഗുണഭോക്താവിന്റെ വിശദാംശങ്ങൾ",
            SELECT_COUNTRY: "രാജ്യം തിരഞ്ഞെടുക്കുക",
            MY_COUNTRY: "എന്റെ രാജ്യം",
            CARD_NUMBER: "കാർഡ് നമ്പർ",
            HISTORY: "ചരിത്രം",
            GAMING_CARDS: "ഗെയിമിംഗ് കാർഡുകൾ",
            TOP_UP_HISTORY: "മൊബൈൽ ടോപ്പ്-അപ്പ് ഹിസ്റ്ററി",
            PAY_BILL_HISTORY: "പേ ബിൽ ഹിസ്റ്ററി",
            ADVANCE_SALARY: "അഡ്വാൻസ് ശമ്പളം",
            ATM_LOCATOR: "എടിഎം ലൊക്കേറ്റർ",
            NOTIFICATIONS: "അറിയിപ്പുകള്",
            PLEASE_ENTER_YOUR_IBAN: "ദയവായി നിങ്ങളുടെ IBAN നൽകുക.",
            LOTTERY_HISTORY: "പ്രൈസ് നറുക്കെടുപ്പ് ചരിത്രം",
            PRIZE_DRAW: "സമ്മാന നറുക്കെടുപ്പ്",
            SCRATCH_AND_WINS: "സ്ക്രാച്ച് & വിൻ",
            SCRATCH_AND_WIN_DETAIL: "സ്ക്രാച്ച് & വിൻ വിശദാംശങ്ങൾ",
            PERSONAL_LOAN: "വ്യക്തിഗത ധനസഹായം",
            KP_WALLET_TRANSFER: "കാമൽപേ വാലറ്റ് ട്രാൻസ്ഫർ",
            ADVANCE_SALARY_HISTORY: "മുൻകൂർ ശമ്പള ചരിത്രം",
            SEND_REMITTANCE: "പണം അയയ്‌ക്കുക",
            PAY_BILLS: "ബില്ലുകൾ അടയ്ക്കുക",
            MOBILE_TOPUP: "മൊബൈൽ റീചാർജ്",
            MARKETPLACE: "വിപണി",
        },
        EMPTY_SECTION: {
            TRANSACTION_HISTORY: "ഇടപാടുകൾ കണ്ടെത്തിയില്ല",
            NO_HISTORY_FOUND: "ചരിത്രമൊന്നും കണ്ടെത്തിയില്ല",
            RECENT_TRANSACTION_HISTORY: "നിങ്ങൾ ഇതുവരെ ഒരു ഇടപാടും നടത്തിയിട്ടില്ല",
            NO_BENEFICIARY_FOUND: "ഗുണഭോക്താവിനെയൊന്നും കണ്ടെത്തിയില്ല",
            NO_COUNTRIES_FOUND: "രാജ്യങ്ങളൊന്നും കണ്ടെത്തിയില്ല",
            NO_BANKS_FOUND: "ബാങ്കുകളൊന്നും കണ്ടെത്തിയില്ല",
            NO_BANK_BRANCHES_FOUND: "ബാങ്ക് ബ്രാഞ്ചുകളൊന്നും കണ്ടെത്തിയില്ല",
            COUNTRY_NOT_FOUND: "രാജ്യം കണ്ടെത്തിയില്ല",
            PURCHASE_CARD: "നിങ്ങൾ ഇതുവരെ ഒരു കാർഡും വാങ്ങിയിട്ടില്ല",
            CARDS_NOT_FOUND: "കാർഡുകൾ കണ്ടെത്തിയില്ല",
            CATEGORIES_NOT_FOUND: "വിഭാഗങ്ങൾ കണ്ടെത്തിയില്ല",
            PACKAGES_NOT_FOUND: "പാക്കേജുകൾ ലഭ്യമല്ല",
            NOTIFICATION_NOT_FOUND: 'നിങ്ങൾക്ക് ഇതുവരെ അറിയിപ്പൊന്നും ഇല്ല.',
            NO_RECEIVER_ACCOUNT_FOUND: 'റിസീവർ അക്കൗണ്ടൊന്നും കണ്ടെത്തിയില്ല',
            LOTTERY_NOT_FOUND: "സമ്മാന നറുക്കെടുപ്പ് കണ്ടെത്താനായില്ല",
            SCRATCH_CARD_NOT_FOUND: "സ്ക്രാച്ച് കാർഡുകൾ കണ്ടെത്തിയില്ല",
        },
        POPUPS: {
            TEMP_BLOCK: {
                TITLE: "ക്ഷമിക്കണം, നിങ്ങൾ തിരഞ്ഞെടുത്ത കാർഡ് ബ്ലോക്ക് ചെയ്തിരിക്കുന്നു",
                SUB_TITLE: "മറ്റൊരു കാർഡ് മാറ്റുക അല്ലെങ്കിൽ നിങ്ങൾ തിരഞ്ഞെടുത്ത കാർഡ് ആക്റ്റിവേറ്റ് ചെയ്യുക."
            },
            REMIT_BLOCK: {
                TITLE: "പൈഡ് കാർഡിന് മാത്രമേ പണമടയ്ക്കൽ പ്രവർത്തനം ലഭ്യമാകൂ",
                SUB_TITLE: "മറ്റൊരു കാർഡ് മാറ്റുക അല്ലെങ്കിൽ നിങ്ങൾ തിരഞ്ഞെടുത്ത കാർഡ് ആക്റ്റിവേറ്റ് ചെയ്യുക.",
            },
            PIN_CHANGE_SUCCESSFULLY: "പിൻ വിജയകരമായി മാറ്റി!",
            CARD_ACTIVATION: {
                TITLE: 'വിജയകരമായി',
                SUB_TEXT: 'നിങ്ങളുടെ കാർഡ് വിജയകരമായി ആക്റ്റിവേറ്റ് ചെയ്തു',
            },
            ERROR: {
                TITLE: "എന്തോ കുഴപ്പം സംഭവിച്ചു",
                SUB_TITLE: "നിങ്ങളുടെ ഇടപാട് ഇപ്പോൾ പ്രോസസ് ചെയ്യാനായില്ല. പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക"
            },
            INVALID_REFERENCE: {
                TITLE: "അസാധുവായ റഫറൻസ്",
                SUB_TITLE: "എന്തോ കുഴപ്പം സംഭവിച്ചു. പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക"
            },
            BILL_PAST: {
                TITLE: "ബിൽ സമയം കഴിഞ്ഞതാണ്",
                SUB_TITLE: "ബിൽ അടക്കേണ്ട തീയതി കഴിഞ്ഞുപോയി."
            },
            CANCEL_TRANSACTION: {
                TITLE: "നിങ്ങൾക്ക് ഉറപ്പാണോ!",
                SUB_TITLE: "ഈ ഇടപാട് റദ്ദാക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നു."
            },
            NOT_AVAILABLE: {
                TITLE: "ശ്ശോ! ലഭ്യമല്ല",
                SUB_TITLE: "ലഭ്യമല്ല, മറ്റൊന്ന് തിരഞ്ഞെടുക്കുക"
            },
            INSUFFICIENT_BALANCE: {
                TITLE: "മതിയായ ബാലൻസ് ഇല്ല",
                SUB_TITLE: "സബ്സ്ക്രിപ്ഷൻ പുതുക്കുന്നതിന് നിങ്ങളുടെ അക്കൗണ്ടിൽ ആവശ്യത്തിന് ഫണ്ടുകൾ ലഭ്യമല്ല."
            },
            UPDATE_EMIRATES_ID: {
                TITLE: "എമിറേറ്റ്സ് ഐഡി",
                SUB_TITLE: "കമൽപേ ഉപയോഗിച്ച് നിങ്ങളുടെ ഐഡന്റിറ്റി സ്ഥിരീകരിക്കുന്നതിന് നിങ്ങളുടെ എമിറേറ്റ്സ് ഐഡി അപ് ഡേറ്റ് ചെയ്യുക."
            },
            EXPIRED_EMIRATES_ID: {
                TITLE: "നിങ്ങളുടെ എമിറേറ്റ്സ് ID കാലഹരണപ്പെട്ടു",
                SUB_TITLE_START: "ദയവായി നിങ്ങളുടെ എമിറേറ്റ്സ് ഐഡി ഉള്ളിൽ അപ് ഡേറ്റ് ചെയ്യുക",
                SUB_TITLE_END: "ആപ്ലിക്കേഷൻ ഉപയോഗിക്കുന്നത് തുടരുന്നതിന്.",
                THIRD_TITLE: "ആപ്ലിക്കേഷൻ ഉപയോഗിക്കുന്നത് തുടരുന്നതിന് നിങ്ങളുടെ എമിറേറ്റ്സ് ഐഡി അപ് ഡേറ്റ് ചെയ്യുക."
            },
            ROUTE_BLOCK: {
                TITLE: "ഫങ്ഷൻ പെയ്ഡ് കാർഡിന് മാത്രമേ ലഭ്യമാവുകയുള്ളൂ",
                SUB_TITLE: "മറ്റൊരു കാർഡ് മാറ്റുക അല്ലെങ്കിൽ തിരഞ്ഞെടുത്ത കാർഡ് ആക്ടിവേറ്റ് ചെയ്യുക.",
            },
            REMITTANCE_UNAVAILABLE: {
                TITLE: "പണപിരിവ് ലഭ്യമല്ല",
                SUB_TITLE: "ക്ഷമിക്കണം, നിങ്ങളുടെ സ്വദേശത്തേക്കുള്ള പണപിരിവ് നിലവിൽ ലഭ്യമല്ല. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക അല്ലെങ്കിൽ കൂടുതൽ സഹായത്തിനായി സഹായത്തെ ബന്ധപ്പെടുക.",
            },
            TAX_INVOICE: {
                TITLE: "ഡൗൺലോഡ് പൂർത്തിയായി",
                MESSAGE: "നികുതി ഇന്വോയ്സ് സേവ് ചെയ്തിരിക്കുന്നു",
                MESSAGE_IOS: "നിങ്ങളുടെ ആപ്പിന്റെ ഡോക്യുമെന്റുകൾ ഫോളഡറിൽ",
                MESSAGE_ANDROID: "നിങ്ങളുടെ ഡൗൺലോഡുകൾ ഫോളഡറിൽ",
            },
            LIGHT_USER: {
                SUB_TITLE: "മറ്റൊരു കാർഡിലേക്ക് മാറ്റുക അല്ലെങ്കിൽ നിങ്ങൾ തെരഞ്ഞെടുത്ത കാർഡ് സജീവമാക്കുക.",
                TITLE: "ദയവായി നിങ്ങളുടെ പരിശോധന പൂർത്തിയാക്കുക"
            },
            VERIFY_YOUR_IDENTITY: {
                TITLE: "നിങ്ങളുടെ തിരിച്ചറിയൽ സ്ഥിരീകരിക്കുക",
                SUB_TITLE: "സ്കാൻ ചെയ്യാൻ ഒരു രേഖ തിരഞ്ഞെടുക്കുക"
            },
            PIN_BLOCK: {
                TITLE: "PIN ആവശ്യമാണ്",
                SUB_TITLE: "നിങ്ങളുടെ അക്കൗണ്ട് സുരക്ഷിതമാക്കാൻ, ഈ സ്‌ക്രീനിൽ നിന്ന് പോകുന്നതിന് മുമ്പ് നിങ്ങളുടെ 4-അക്ക ലോഗിൻ കോഡ് സജ്ജമാക്കുക."
            }
        },
        CARD_IS_ON_ITS_WAY: {
            TITLE: "നിങ്ങളുടെ കാർഡ് വന്നുകൊണ്ടിരിക്കുകയാണ്",
            SUB_TITLE: "നിങ്ങളുടെ കാർഡ് ലഭിച്ചുകഴിഞ്ഞാൽ വീണ്ടും ബന്ധപ്പെടുക",
        },
        ACTIVATE_YOUR_CARD: {
            TITLE: "നിങ്ങൾ തിരഞ്ഞെടുത്ത കാർഡ് ആക്റ്റിവേറ്റ് ചെയ്തിട്ടില്ല",
            SUB_TITLE: "മറ്റൊരു കാർഡ് മാറ്റുക അല്ലെങ്കിൽ നിങ്ങൾ തിരഞ്ഞെടുത്ത കാർഡ് ആക്റ്റിവേറ്റ് ചെയ്യുക.",
            GO_TO_ACTIVATE: "ആക്റ്റിവേറ്റ് ചെയ്യാൻ പോകുക"
        },
        USER_NOT_VERIFIED: {
            TITLE: "നിങ്ങളുടെ വെരിഫിക്കേഷൻ പൂർത്തിയാക്കുക",
            SUB_TITLE: "നിങ്ങളുടെ NaqaD കാർഡും എമിറേറ്റ്‌സ് ഐഡിയും തയ്യാറായി സൂക്ഷിക്കുക.",
        },
        TROUBLE_WITH_VERIFICATION: {
            TITLE: "വെരിഫിക്കേഷനിൽ പ്രശ്‌നം",
            SUB_TITLE: "വെരിഫിക്കേഷൻ പ്രോസസിൽ നിങ്ങൾ പ്രശ്നം നേരിടുന്നുണ്ടെന്ന് തോന്നുന്നു. ഞങ്ങൾ സഹായിക്കാം!",
        },
        MOBILE_TOPUP: {
            TITLE: "മൊബൈൽ ടോപ്പപ്പ്",
            ADD: "ടോപ്പപ്പ് ചേർക്കുക",
            SELECT_SERVICE_PROVIDER: "സേവന ദാതാവിനെ തിരഞ്ഞെടുക്കുക",
            SERVICE_PROVIDER_NOT_FOUND: "സേവന ദാതാവിനെ കണ്ടെത്തിയില്ല",
            LOOK_UP_ERROR_TITLE: "കാരിയർ അസാധുവാണ്",
            LOOK_UP_ERROR_SUB_TITLE: "ഈ കാരിയർ അസാധുവാണ്. പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക",
            CHOOSE_PACKAGE: "പാക്കേജുകളിൽ നിന്ന് തിരഞ്ഞെടുക്കുക",
            RECHARGE: "റീചാർജ് ചെയ്യുക",
        },
        PAY_BILL: {
            TITLE: "ബിൽ അടയ്ക്കുക",
            ADD: "പുതിയ ബിൽ അടയ്ക്കുക",
            SELECT_COMPANY: "കമ്പനി തിരഞ്ഞെടുക്കുക",
            COMPANY_NOT_FOUND: "കമ്പനി കണ്ടെത്തിയില്ല",
            PACKAGES: "പാക്കേജുകൾ",
            PACKAGE: "പാക്കേജുകൾ",
            SERVICES: "സേവനങ്ങൾ",
            SELECT: "തിരഞ്ഞെടുക്കുക",
            PAY_YOUR_BILL: "നിങ്ങളുടെ ബിൽ അടയ്ക്കുക",
            SELECT_BILL_TYPE: "ബിൽ തരം തിരഞ്ഞെടുക്കുക",
            BILLERS_NOT_FOUND: "ബില്ലറുകൾ കണ്ടെത്തിയില്ല",
            LOOK_UP_ERROR_TITLE: "കാരിയർ അസാധുവാണ്",
            LOOK_UP_ERROR_SUB_TITLE: "ഈ കാരിയർ അസാധുവാണ്. പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക",
            CHOOSE_PACKAGE: "പാക്കേജുകളിൽ നിന്ന് തിരഞ്ഞെടുക്കുക",
            RECHARGE: "റീചാർജ് ചെയ്യുക",
            NO: "ഇല്ല",
            FOUND: "കണ്ടെത്തി",
            PAY: "പണമടയ്ക്കുക",
            BILL: "ബിൽ",
            CUSTOM_AMOUNT: "കസ്റ്റം തുക",
            PAY_FULL_BILL: "മുഴുവൻ തുകയും അടയ്ക്കുക",
        },
        RECEIPT: {
            TOTAL_AMOUNT: "മൊത്തം തുക",
            TRANSFER_AMOUNT_AND_CHARGES: "തുകയും ചാർജുകളും ട്രാൻസ്ഫർ ചെയ്യുക",
            DETAILS_AND_INFORMATION: "വിശദാംശങ്ങളും വിവരങ്ങളും",
            RECEIVER_DETAILS_AND_INFORMATION: "സ്വീകരിക്കുന്നയാളുടെ വിശദാംശങ്ങളും വിവരങ്ങളും",
            RECEIVER_DETAILS: "സ്വീകരിക്കുന്നയാളുടെ വിശദാംശങ്ങൾ",
            VAT: "വാറ്റ്",
            CHARGES: "ചാർജുകൾ",
            RECHARGE: "റീചാർജ് ചെയ്യുക",
            TOP_UP_AMOUNT: "ടോപ്പപ്പ് തുക",
            TYPE: "തരം",
            TYPE_TRANSFER: "ട്രാൻസ്ഫർ തരം",
            TRANSFER_AMOUNT: "ട്രാൻസ്ഫർ തുക",
            RECEIVER_ACCOUNT_TITLE: "സ്വീകരിക്കുന്നയാളുടെ അക്കൗണ്ട് ടൈറ്റിൽ",
            RECEIVER_ACCOUNT_NUMBER: "സ്വീകരിക്കുന്നയാളുടെ അക്കൗണ്ട് നമ്പർ",
            NETWORK: "നെറ്റ്‌വർക്ക്",
            RECEIVER: "സ്വീകരിക്കുന്നയാൾ",
            RECEIVER_NUMBER: "സ്വീകരിക്കുന്നയാളുടെ നമ്പർ",
            RECEIVER_CHARGES: "സ്വീകരിക്കുന്നയാളുടെ ചാർജുകൾ",
            BANK_NAME: "ബാങ്കിന്റെ പേര്",
            BRANCH_NAME: "ബ്രാഞ്ചിന്റെ പേര്",
            RECEIVER_NAME: "സ്വീകരിക്കുന്നയാളുടെ പേര്",
            BILLER_NAME: "ബില്ലറുടെ പേര്",
            BILLER_TYPE: "ബില്ലർ തരം",
            BILL_DUE_DATE: "ബിൽ അടയ്‌ക്കേണ്ട തീയതി",
            AMOUNT_DUE: "കുടിശ്ശിക തുക",
            BILL_AMOUNT: "ബിൽ തുക",
            PROMO_CODE: "പ്രൊമോ കോഡ്",
            DISCOUNT: "ഡിസ്കൗണ്ട്",
            CASHBACK: "ക്യാഷ്ബാക്ക്",
            AMOUNT: "തുക",
            PAYMENT_REF_ID: "പേയ്‌മെന്റ് റഫറൻസ് ഐഡി",
            SENT_TO: "ഇതിലേക്ക് അയച്ചു",
            TAT: "ടേൺ അറൗണ്ട് ടൈം",
            TRANSACTION_DETAILS: "ഇടപാട് വിശദാംശങ്ങൾ",
            SCRATCH_CODE: "സ്ക്രാച്ച് കോഡ്",
            CARD_NAME: "കാർഡിന്റെ പേര്",
            PURCHASE_AMOUNT: "വാങ്ങൽ തുക",
            VOUCHER_NAME: "വൗച്ചറിന്റെ പേര്",
            INFORMATION: "വിവരങ്ങൾ",
            NO_FEE: "ഫീസ് ഇല്ല",
            NO_VAT: "VAT ഇല്ല",
            CATEGORY: "വിഭാഗം",
            CARD: "കാർഡ്",
            S_SAVE: "ഇ-രസീത് വിജയകരമായി സേവ് ചെയ്യുക",
            S_SHARE: "ഇ-രസീത് വിജയകരമായി പങ്കിടുക",
            SUCCESS: {
                TITLE: 'വിജയകരം',
                MESSAGE: "വിജയകരം, നിങ്ങളുടെ ഇടപാട് പ്രോസസ് ചെയ്തു",
            },
            FAILED: {
                TITLE: 'പരാജയപ്പെട്ടു',
                MESSAGE: "നിങ്ങളുടെ ഇടപാട് പ്രോസസ് ചെയ്തിട്ടില്ല. പിന്നീട് ശ്രമിക്കുക",
            },
            IN_PROGRESS: {
                TITLE: 'പുരോഗതിയിലാണ്',
                MESSAGE: "നിങ്ങളുടെ ഇടപാട് പ്രോസസിലാണ്",
            },
            IN_PROGRESS_CANCELLATION: {
                TITLE: 'റദ്ദാക്കൽ പുരോഗമിക്കുന്നു',
                MESSAGE: "നിങ്ങളുടെ ഇടപാട് റദ്ദാക്കിക്കൊണ്ടിരിക്കുകയാണ്",
            },
            CANCELLED: {
                TITLE: 'റദ്ദാക്കി',
                MESSAGE: "നിങ്ങളുടെ ഇടപാട് റദ്ദാക്കി",
            },
            VENDOR: "വിൽപ്പനക്കാരൻ",
            OFFER: "ഓഫർ",
            REDEEM: "വീണ്ടെടുക്കുക",
            SCAN_ME: "സ്കാൻ ചെയ്യുക",
            PROCESSING_FEES: "പ്രോസസ്സിംഗ് ഫീസ്",
            ADVANCE_SALARY_AND_CHARGES: "മുൻകൂർ ശമ്പളവും നിരക്കുകളും",
            PERSONAL_LOAN_AND_CHARGES: "പേഴ്സണൽ ഫിനാൻസ് & ചാർജുകൾ",
            REMITTANCE_PURPOSE: "റെമിറ്റൻസ് പർപ്പസ്",
            AMOUNT_AND_CHARGES: "തുകയും ചാർജുകളും",
            CONTROL_PIN: "കൺട്രോൾ പിൻ",
            PLATFORM_FEE: "പ്ലാറ്റ്ഫോം ഫീസ്",
            DESCRIPTION: "വിവരണം",
            ADVANCE_SALARY_FESS: "മുൻകൂർ ശമ്പളം",
            REMITTANCE_CHARGERS: "പണമടയ്ക്കൽ ചാർജറുകൾ",
            QUANTITY: "അളവ്",
            TICKET_NUMBERS: "ടിക്കറ്റ് നമ്പറുകൾ",
            PRODUCT_NAME: "ഉത്പന്നത്തിന്റെ പേര്",
            PRIZE: "സമ്മാനം",
            VIEW_RECEIPT: "രസീത് കാണുക",
            REFERENCE: "റെഫറൻസ് #",
            TRANSFER_ID: "ട്രാൻസ്ഫർ ഐഡി",
            FEE: "ഫീസ്",
            RECIPIENT__DETAILS: "സ്വീകർത്താവ്(കൾ)യുടെ വിശദാംശങ്ങൾ",
            REJECTION_REASON: "നിരസിച്ചതിന്റെ കാരണം",
            SALARY_AMOUNT: "ശമ്പള തുക",
            UPI_ID: "UPI ഐഡി",
        },
        CREDIT_CARD: {
            CARD_NUMBER: "കാർഡ് നമ്പർ",
            EXPIRY: "കാലാവധി",
            LAST_BALANCE_UPDATE: "അപ്ഡേറ്റ് ചെയ്ത അവസാന ബാലൻസ്",
            NOT_DELIVERED: "വിതരണം ചെയ്തിട്ടില്ല",
            NOT_ACTIVATED: "ആക്റ്റിവേറ്റ് ചെയ്തിട്ടില്ല",
            ACTIVE: "ആക്റ്റീവ്",
            BLOCKED: "ബ്ലോക്ക് ചെയ്തു",
        },
        UPDATE_VERSION: {
            TITLE: "ആപ്പ് അപ്ഡേറ്റ് ചെയ്യുക",
            SUB_TITLE: "NaqaD മൊബൈൽ ആപ്പിന്റെ ഏറ്റവും പുതിയ അപ്‌ഡേറ്റ് ചെയ്‌ത പതിപ്പ് അല്ല നിങ്ങൾ ഉപയോഗിക്കുന്നത്, ഉപയോഗിക്കുന്നതിന് ഏറ്റവും പുതിയ അപ്‌ഡേറ്റ് ചെയ്‌ത പതിപ്പിലേക്ക് അപ്‌ഡേറ്റ് ചെയ്യുക.",
        },
        CONNECTION: {
            TITLE: 'കണക്ഷൻ തകരാറ്',
            SUB_TITLE: "ശ്ശോ! നിങ്ങളുടെ ഉപകരണത്തിൽ ഇന്റർനെറ്റ് ഇല്ലെന്ന് തോന്നുന്നു.",
        },
        EASY_PAY: {
            BUY_CARDS: "കാർഡുകൾ വാങ്ങുക",
            SELECT_AMOUNT: "തുക തിരഞ്ഞെടുക്കുക",
            SELECT_CARD: "കാർഡ് തിരഞ്ഞെടുക്കുക",
            RECHARGE_AMOUNT: "റീചാർജ് തുക",
            AMOUNTS: "തുകകൾ",
            CARDS: "കാർഡുകൾ",
            VIEW_HISTORY: "ചരിത്രം കാണുക"
        },
        K_S: {
            TITLE: 'ഡിസ്കൗണ്ട്',
            WALLET_SECTION_TITLE: "തുടക്കം മുതൽ അവസാനം വരെ നിങ്ങളുടെ മൊത്തം സമ്പാദ്യം",
            SUBSCRIBE_SECTION_TITLE: "യുഎഇയിലെ അൺലിമിറ്റഡ് സേവിംഗ്സ് ബെസ്റ്റ് ഓഫറുകൾ അൺലോക്ക് ചെയ്യുക",
            SUBSCRIBE_SECTION_SUB_TITLE: "T&C ബാധകമാണ്",
            SUBSCRIBE_SECTION_BUTTON: "സബ്സ്ക്രൈബ് ചെയ്യുക",
            MAIN_PAGE_TITLE: "വിഭാഗം തിരഞ്ഞെടുക്കുക",
            POPULAR_SUB_CATEGORIES: "ജനപ്രിയ ഉപവിഭാഗങ്ങൾ",
            CHOOSE_SUB_CATEGORY: "Choose Sub Category",
            VIEW_HISTORY: "ചരിത്രം കാണുക",
            VIEW_FAVOURITES: "പ്രിയപ്പെട്ടവ കാണുക",
            EXPLORE: "എക്സ്പ്ലോർ ചെയ്യുക",
            SUBSCRIBE: "സബ്സ്ക്രൈബ് ചെയ്യുക",
            RE_SUBSCRIBE: "വീണ്ടും സബ്സ്ക്രൈബ് ചെയ്യുക",
            EMPTY_SECTION_TITLE: "വിഭാഗങ്ങൾ ലഭ്യമല്ല",
            SUBSCRIPTION_EXPIRE_TITLE: "നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷൻ കാലാവതി",
            RE_SUBSCRIBE_ALERT_TITLE: "കൺഫിർമേഷൻ",
            RE_SUBSCRIBE_ALERT_DESCRIPTION: "നിങ്ങൾക്ക് ഓട്ടോ പുതുക്കൽ Kamel സേവിംഗ്സ് സബ്‌സ്‌ക്രിപ്‌ഷൻ ആവശ്യമാണെന്ന് തീർച്ചയാണോ?",
            FLAT: "ഫ്ലാറ്റ്",
            OFF: "ഓഫ്",
            HISTORY_EMPTY_TITLE: "നിങ്ങൾ ഇതുവരെ ഒരു വീണ്ടെടുക്കലും ഉപയോഗിച്ചിട്ടില്ല",
            FAVOURITES_TITLE: "പ്രിയപ്പെട്ടവ",
            CHOOSE_VENDOR: "വെണ്ടർ തിരഞ്ഞെടുക്കുക",
            VENDORS_NOT_FOUND: "കച്ചവടക്കാരെ കണ്ടെത്തിയില്ല",
            VIEW_STORE: "സ്റ്റോർ കാണുക",
            OFFERS_TITLE: "ഓഫറുകൾ",
            OFFERS_EMPTY_TITLE: "ഓഫറുകൾ കണ്ടെത്തിയില്ല",
            DEALS_TITLE: "ഡീലുകൾ",
            DEALS_EMPTY_TITLE: "ഡീലുകൾ കണ്ടെത്തിയില്ല",
            SUB_CATEGORIES: "ഉപവിഭാഗങ്ങൾ കണ്ടെത്തിയില്ല",
            UN_SUBSCRIBE_ALERT_TITLE: "നിങ്ങൾക്ക് ഉറപ്പാണോ!",
            UN_SUBSCRIBE_ALERT_DESCRIPTION: "Kamel സേവിംഗ്‌സിൽ നിന്ന് അൺസബ്‌സ്‌ക്രൈബ് ചെയ്യണോ?",
            CONTINUE_SUBSCRIPTION: "കാമൽ സേവിംഗ്സ് ഉപയോഗിച്ച് എന്റെ സബ്സ്ക്രിപ്ഷൻ തുടരാൻ ഞാൻ ആഗ്രഹിക്കുന്നു",
            SUCCESSFULLY_UNSUBSCRIBE: "അൺസബ്‌സ്‌ക്രൈബ് ചെയ്യുക",
        },
        ADVANCE_SALARY: {
            TO_APPLY_ADVANCE_SALARY_PLEASE_UPDATE_EMIRATES_ID: "അഡ്വാൻസ് ശമ്പളത്തിന് അപേക്ഷിക്കാൻ, നിങ്ങളുടെ എമിറേറ്റ്സ് ഐഡി വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക",
            TO_AN_ADVANCE_SALARY_ACTIVATE_YOUR_CARD: "അഡ്വാൻസ് ശമ്പളത്തിന് അപേക്ഷിക്കാൻ, നിങ്ങളുടെ കാർഡ് സജീവമാക്കുക",
            TITLE: "മുൻകൂർ ശമ്പളം",
            MONTHLY_LIABILITY: 'പ്രതിമാസ ബാധ്യത',
            SALARY_REQUEST_TITLE: 'മുൻകൂർ ശമ്പള അഭ്യർത്ഥന',
            ELIGIBLE_ADVANCE_AMOUNT: 'യോഗ്യമായ അഡ്വാൻസ് തുക',
            ANY_MONTHLY_LIABILITY: 'നിങ്ങൾക്ക് യുഎഇയിൽ മറ്റെന്തെങ്കിലും വായ്പയുണ്ടോ',
            REQUESTED_SUBMITTED_SUCCESSFULLY: 'അഭ്യർത്ഥിച്ചു സമർപ്പിച്ചു.',
            LIABILITY_AMOUNT: 'ബാധ്യത തുക',
            REQUEST_FAIL_MESSAGE: "നിങ്ങളുടെ അഭ്യർത്ഥന ഇപ്പോൾ പ്രോസസ്സ് ചെയ്യാൻ കഴിയില്ല. ദയവായി പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.",
            PURPOSE_OF_THE_LOAN: "വായ്പയുടെ ഉദ്ദേശ്യം",
            WHEN_GO_HOME: "നിങ്ങൾ എപ്പോഴാണ് വീട്ടിലേക്ക് പോകാൻ പദ്ധതിയിടുന്നത്",
            LEAVE_JOB: "നിങ്ങളുടെ നിലവിലെ ജോലി ഉപേക്ഷിക്കാൻ നിങ്ങൾ എപ്പോഴാണ് പദ്ധതിയിടുന്നത്.",

            HOW_MUCH_TAKE_ADVANCE: "നിങ്ങൾ എത്ര അഡ്വാൻസ് എടുക്കാൻ ആഗ്രഹിക്കുന്നു?",
            ADVANCE_AMOUNT: "അഡ്വാൻസ് തുക",

            WHEN_WILL_YOU_GO_HOME: {
                TITLE: "എപ്പോൾ വീട്ടിൽ പോകും",
            },
            CITY: {
                TITLE: "ഏത് നഗരത്തിലാണ് നിങ്ങൾ ജീവിക്കുന്നത്",
            },
            WHERE_YOU_LIVE: {
                TITLE: "താമസ തരം",
                SECOND_TITLE: "നിങ്ങളുടെ ക്യാമ്പ് ബോസിന്റെ പേരെന്താണ്"
            },
            FROM_WHEN_IN_COMPANY: {
                TITLE: "നിങ്ങളുടെ നിലവിലെ കമ്പനിയിൽ നിങ്ങൾ എത്ര കാലമായി ജോലി ചെയ്യുന്നു",
            },
            WHEN_CAME_HERE: {
                TITLE: "എപ്പോഴാണ് യുഎഇയിൽ വന്നത്",
            },
            LIABILITY_FROM: {
                TITLE: "നിന്ന് വായ്പ എടുത്തത്",
            },
            LIABILITY: {
                TITLE: "നിങ്ങൾ എത്ര ലോൺ എടുത്തു (തുക)",
            },
            RESIGNED_FROM_COMPANY: {
                TITLE: "നിങ്ങളുടെ നിലവിലെ കമ്പനിയിൽ നിന്ന് നിങ്ങൾ രാജിവച്ചോ",
            },
            WORKING_OR_VACATION: {
                TITLE: "നിങ്ങൾ നിലവിൽ ജോലി ചെയ്യുന്നു അല്ലെങ്കിൽ അവധിയിലാണ്",
            },
            WHEN_TO_HOME: {
                TITLE: "എപ്പോൾ വീട്ടിൽ പോകും",
            },
            LAST_VACATION: {
                TITLE: "എപ്പോഴാണ് നിങ്ങൾ അവസാനമായി അവധിയെടുത്തത്",
            },
        },
        CHANGE_PHONE_NUMBER_REQUEST: {
            TITLE: "ഫോൺ നമ്പർ മാറ്റത്തിന് അഭ്യർഥികുക",
            SUB_TITLE: "നിങ്ങളുടെ വിശദാംശങ്ങൾ നൽകുക.",
            REQUEST_ERROR: 'നിങ്ങളുടെ അഭ്യർത്ഥന ഇപ്പോൾ പ്രോസസ്സ് ചെയ്യാൻ കഴിയില്ല. ദയവായി പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക'
        },
        PRIZE_DRAW: {
            MAX_DRAW_DATE: "പരമാവധി നറുക്കെടുപ്പ് തീയതി",
            DRAW_DATE: "വരയ്ക്കുന്ന തീയതി",
            PRIZE_DETAILS: "സമ്മാനത്തിന്റെ വിശദാംശങ്ങൾ",
            PRODUCT_DETAILS: "ഉൽപ്പന്നത്തിന്റെ വിവരം",
            LIVE_DRAW: "തത്സമയ നറുക്കെടുപ്പ്",
        },
        NAQAD_STAR_USER: {
            SHORT_TITLE: 'നഖാദ് സ്റ്റാർ യൂസർ',
            LONG_TITLE: 'നിങ്ങളൊരു നഖാഡ് സ്റ്റാർ ഉപയോക്താവാണ്',
            SHORT_SECOND_TITLE: 'ഒരു നഖാഡ് സ്റ്റാർ ഉപയോക്താവാകണോ?',
            LONG_SECOND_TITLE: 'ഒരു നഖാദ് സ്റ്റാർ ഉപയോക്താവാകുന്നത് എങ്ങനെ?',
            TAP_TO_VIEW: 'കാണാൻ ടാപ്പ് ചെയ്യുക',
        },
        SCRATCH_CARDS: {
            SCRATCH_NOW: "ഇപ്പോൾ സ്ക്രാച്ച് ചെയ്യുക",
            TRY_AGAIN_TEXT: "ഓ, അടുത്ത തവണ ഭാഗ്യം",
            WON: "ജയിച്ചു",
            SCRATCH_TO_WIN_PRIZE: "സമ്മാനം നേടാൻ സ്ക്രാച്ച്",
            SCRATCHED: "മാന്തികുഴിയുണ്ടാക്കി",
            UN_SCRATCHED: "പൊട്ടാത്തത്",
            SCRATCH_NOW_READY_TO_WIN: "ഇപ്പോൾ സ്ക്രാച്ച് വിജയിക്കാൻ തയ്യാറാണോ?",
            YOU_WON: "നിങ്ങൾ വിജയിച്ചു",
        },
        LIVENESS: {
            INITIAL_PROMPT: "നിങ്ങളുടെ മുഖം സർക്കിളിൽ വയ്ക്കുക",
            PERFORM_ACTIONS: "ഉപകരണം നിശ്ചലമാക്കി ഇനിപ്പറയുന്ന പ്രവർത്തനങ്ങൾ നടത്തുക:",
            TOO_CLOSE: "നിങ്ങൾ വളരെ അടുത്താണ്. ഉപകരണം കൂടുതൽ പിടിക്കുക.",
            BLINK: "രണ്ടു കണ്ണുകളും ചിമ്മുക",
            TURN_HEAD_LEFT: "തല ഇടത്തേക്ക് തിരിയുക",
            TURN_HEAD_RIGHT: "തല വലത്തേക്ക് തിരിക്കുക",
            NOD: "തല കുലുക്കുക",
            SMILE: "ദയവായി പുഞ്ചിരിക്കൂ",
            TITLE: "Liveness Detection",
            START: "தொடங்கு",
            CAPTURE: "ചിത്രം പകർത്താൻ ഉപകരണം നിശ്ചലമായി പിടിക്കുക",
        },
        PERSONAL_LOAN: {
            REQUEST_PAGE_TITLE: "വ്യക്തിഗത ധന സഹായ അപേക്ഷ",
            TO_APPLY_PERSONAL_LOAN_PLEASE_UPDATE_EMIRATES_ID: "വ്യക്തിഗത ധന സഹായത്തിനായി അപേക്ഷിക്കാൻ, ദയവായി നിങ്ങളുടെ എമിറേറ്റ്സ് ഐഡി അപ്‌ഡേറ്റ് ചെയ്യുക.",
            TO_AN_PERSONAL_LOAN_ACTIVATE_YOUR_CARD: "വ്യക്തിഗത ധന സഹായത്തിനായി അപേക്ഷിക്കാൻ, ദയവായി നിങ്ങളുടെ കാർഡ് സജീവമാക്കുക.",
            TITLE: "വ്യക്തിഗത ധനസഹായം",
            PERSONAL_LOAN_REQUEST_TITLE: "വ്യക്തിഗത ധന സഹായ അപേക്ഷ",
            ELIGIBLE_PERSONAL_LOAN_AMOUNT: "അർഹമായ വ്യക്തിഗത ധനസഹായം",
            REQUESTED_SUBMITTED_SUCCESSFULLY: "അപേക്ഷ വിജയകരമായി സമർപ്പിച്ചു.",
            REQUEST_FAIL_MESSAGE: "നിങ്ങളുടെ അപേക്ഷ ഇപ്പോൾ പ്രോസസ്സ് ചെയ്യാനാവില്ല. ദയവായി പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.",
            HOW_MUCH_TAKE_PERSONAL_LOAN: "നിങ്ങൾ എത്ര വ്യക്തിഗത ധനസഹായം എടുക്കാൻ ആഗ്രഹിക്കുന്നു?",
            PERSONAL_LOAN_AMOUNT: "വ്യക്തിഗത ധനസഹായം",
            PERSONAL_LOAN_NOT_ELIGIBLE_TEXT: "നിങ്ങൾ വ്യക്തിഗത ധനസഹായത്തിന് അർഹനല്ല. ചില ദിവസങ്ങൾക്കുശേഷം വീണ്ടും പരിശോധിക്കുക.",
            PERSONAL_LOAN_NOT_ELIGIBLE_AND_REJECT_TEXT: "അപേക്ഷിക്കാൻ ഉപഭോക്തൃ പിന്തുണയെ വിളിക്കുക."
        },
        CREDIT_PAY: {
            CREDIT_PAY_TITLE: "ക്രെഡിറ്റ് പേ: നിങ്ങളുടെ ബിൽസ്, നിങ്ങളുടെ സമയം",
            CREDIT_PAY_SUB_TITLE: "ബാലൻസ് ഇല്ലേ? പ്രശ്നമില്ല. ക്രെഡിറ്റ് പേ ഉപയോഗിച്ച് നിങ്ങളുടെ മൊബൈൽ ടോപ് അപ് ചെയ്യാനും ബില്ലുകൾ ഇപ്പോൾ അടയ്ക്കാനും, പിന്നീടു അടയ്ക്കാനുള്ള ഓപ്ഷനും ലഭ്യമാണ്.",
            CREDIT_PAY: "ക്രെഡിറ്റ് പേ",
            CREDIT_PAY_FEES: "ക്രെഡിറ്റ് പേ ഫീസ്",
            SELECTED_AMOUNT_EXCEEDS: "തിരഞ്ഞെടുത്ത തുക ക്രെഡിറ്റ് പേയുടെ യോഗ്യതാ തുകയേക്കാൾ കൂടുതലാണ്.",
            CREDIT_PAY_ELIGIBLE_AMOUNT_IS: "നിങ്ങളുടെ ക്രെഡിറ്റ് പേ യോഗ്യതാ തുക",
            THANK_YOU_USING_CREDIT_PAY: "ഇന്ന് നിങ്ങളുടെ ബില്ലുകൾ അടയ്ക്കാൻ ക്രെഡിറ്റ് പേ ഉപയോഗിച്ചതിന് നന്ദി",
            TOTAL_AMOUNT_PAID_TODAY: "ഇന്ന് അടച്ച ആകെ തുക",
            TOTAL_AMOUNT_DUE_ON_NEXT_SALARY: "അടുത്ത ശമ്പളദിനത്തിൽ അടയ്ക്കേണ്ട ആകെ തുക",
            TO_APPLY_CREDIT_PAY_PLEASE_UPDATE_EMIRATES_ID: "ക്രെഡിറ്റ് പേയ്ക്ക് അപേക്ഷിക്കാൻ, ദയവായി നിങ്ങളുടെ എമിറേറ്റ്സ് ഐഡി വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക.",
            TO_APPLY_CREDIT_PAY_ACTIVATE_YOUR_CARD: "ക്രെഡിറ്റ് പേയ്ക്ക് അപേക്ഷിക്കാൻ, ദയവായി നിങ്ങളുടെ കാർഡ് സജീവമാക്കുക.",
            NOT_ELIGIBLE_TEXT: "നിങ്ങൾ ക്രെഡിറ്റ് പേയ്‌ക്കായി അർഹരല്ല. ചില ദിവസങ്ങൾക്ക് ശേഷം വീണ്ടും പരിശോധിക്കുക."
        },
        SIGNATURE: {
            SIGNATURE: "കൈയൊപ്പ്",
            TITLE: "ദയവായി നിങ്ങളുടെ വിരലുകൾ ഉപയോഗിച്ച് ഒപ്പിടുക",
            SUB_TITLE: "ഞാൻ ഈ പ്രധാന വസ്തുതകളുടെ പ്രസ്താവനയും വ്യക്തിഗത ധനകാര്യ അപേക്ഷയുടെ ഉള്ളടക്കവും വായിച്ചുവെന്ന്, മനസ്സിലാക്കിയതെന്ന്, അംഗീകരിച്ചതെന്ന് സാക്ഷ്യപ്പെടുത്തുന്നു."
        },
        KP_WALLET_TRANSFER: {
            BY_CLICKING_ON_CONFIRM_I_AGREE_TO: "സ്ഥിരീകരണ ബട്ടണിൽ ക്ലിക്കുചെയ്യുന്നതിലൂടെ ഞാൻ സമ്മതിക്കുന്നു",
            NEW_TRANSFER: "പുതിയ ട്രാൻസ്ഫർ",
            TRANSFER_MONEY_SECURELY: "പണം സുരക്ഷിതമായി ട്രാൻസ്ഫർ ചെയ്യുക",
            ENTER_THE_RECIPIENTS_TRANSFER_ID: "സ്വീകരിക്കുന്നവന്റെ ട്രാൻസ്ഫർ ഐഡി നൽകുക",
            HOW_MUCH_SEND: "നിങ്ങൾ എത്രയും പണം അയക്കാൻ ആഗ്രഹിക്കുന്നു?",
            ENTER_TRANSFER_AMOUNT: "നിങ്ങൾ അയയ്ക്കാൻ ആഗ്രഹിക്കുന്ന തുക നൽകുക",
            WHERE_TO_FIND_INFO: {
                TITLE: "ട്രാൻസ്ഫർ ഐഡി എങ്ങനെ കണ്ടെത്താം:",
                STEP_1: "കാർഡ് മാനേജ്മെന്റ് തുറക്കുക.",
                STEP_2: "നിങ്ങളുടെ കാർഡ് തിരഞ്ഞെടുക്കുക.",
                STEP_3: "കാർഡ് വിശദാംശങ്ങളിൽ ട്രാൻസ്ഫർ ഐഡി കാണുക.",
                BUTTON_TEXT: "ട്രാൻസ്ഫർ ഐഡി കാണുക?"
            }
        },
        BNPL: {
            BNPL_NOT_ELIGIBLE_TEXT: "നിങ്ങൾക്ക് ‘ഇപ്പോൾ വാങ്ങി പിന്നീട് അടയ്ക്കുക’ സേവനത്തിന് അർഹതയില്ല. കുറച്ച് ദിവസങ്ങൾക്ക് ശേഷം വീണ്ടും പരിശോധിക്കുക.",
            TO_APPLY_BNPL_ACTIVATE_YOUR_CARD: "‘ഇപ്പോൾ വാങ്ങി പിന്നീട് അടയ്ക്കുക’ക്ക് അപേക്ഷിക്കാൻ, നിങ്ങളുടെ കാർഡ് സജീവമാക്കുക.",
            TO_APPLY_BNPL_PLEASE_UPDATE_EMIRATES_ID: "‘ഇപ്പോൾ വാങ്ങി പിന്നീട് അടയ്ക്കുക’ക്ക് അപേക്ഷിക്കാൻ, നിങ്ങളുടെ എമിറേറ്റ്സ് ഐഡി വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക."
        },
        PASSPORT_SCAN: {
            TITLE: "നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങളും ഫോട്ടോയും ഉള്ള പേജ് സ്കാൻ ചെയ്യുക",
            SUB_TITLE: "ഇരുണ്ട പശ്ചാത്തലം ഉപയോഗിക്കുക; പ്രതിഫലനം ഒഴിവാക്കുക",
            SCAN_PASSPORT: "പാസ്പോർട്ട് സ്കാൻ ചെയ്യുക",
            RE_SCAN_PASSPORT: "വീണ്ടും പാസ്പോർട്ട് സ്കാൻ ചെയ്യുക",
            CAPTURE_AND_SCAN: "ക്യാപ്ചർ & സ്കാൻ"
        },
        PASSPORT_CONFIRMATION: {
            TITLE: "ഏകദേശം തീരാനിരിക്കുന്നു!",
            SUB_TITLE: "നിങ്ങളുടെ വിവരങ്ങൾ പാസ്പോർട്ട് പ്രകാരമാണെന്ന് പരിശോദിക്കൂ.",
            SUB_FIRST_TITLE: "നന്ദി",
            RE_SCAN_PASSPORT: "വീണ്ടും പാസ്പോർട്ട് സ്കാൻ ചെയ്യുക"
        },
        SCAN_BARCODE: {
            TITLE: "നിങ്ങളുടെ ബാർകോഡ് സ്കാൻ ചെയ്യുക",
            SUB_TITLE: "ക്യാമറ കാർഡ്/കത്തിലുള്ള ബാർകോഡിലേക്ക് തിരിച്ച് ബോക്‌സിനുള്ളിൽ തന്നെ സൂക്ഷിക്കുക."
        },
        SCAN_EMIRATES_ID: {
            TITLE: "നിങ്ങളുടെ എമിറേറ്റ്സ് ഐഡി സ്കാൻ ചെയ്യുക",
            SUB_TITLE: "നിങ്ങളുടെ ഫോണിന്റെ ക്യാമറ ഉപയോഗിച്ച് എമിറേറ്റ്സ് ഐഡി സ്കാൻ ചെയ്യുക"
        },
        SCAN_PASSPORT: {
            TITLE: "നിങ്ങളുടെ പാസ്പോർട്ട് സ്കാൻ ചെയ്യുക",
            SUB_TITLE: "നിങ്ങളുടെ ഫോണിന്റെ ക്യാമറ ഉപയോഗിച്ച് പാസ്പോർട്ട് സ്കാൻ ചെയ്യുക"
        },
        REFERRAL: {
            REFER_A_FRIEND: "സുഹൃത്ത്‌നെ പരിചയപ്പെടുത്തുക",
            USE_CODE_FOR: "കോഡ് ഉപയോഗിക്കുക",
            REFERRAL_APPLICABLE_FOR: "റഫറൽ ബാധകം",
        }
    }
};
