export default {
    translation: {
        WELCOME: {
            SLIDE_ONE: {
                TITLE: "உலகம் முழுவதும் பணம் அனுப்பவும்",
                CONTENT: "நாட்டில் உள்ள உங்கள் அன்புக்குரியவர்களுக்கு குறைந்த கட்டணத்தில் உடனடியாக பணத்தை அனுப்புங்கள்."
            },
            SLIDE_TWO: {
                TITLE: "உங்கள் பாக்கெட்டில் ஈ-வால்ட்",
                CONTENT: "உங்கள் மாஸ்டர்கார்டு ப்ரீபெய்ட் கார்டு உங்கள் பாக்கெட்டில் உள்ள உங்கள் மொபைலுடன் உள்ளது.இதில் உலகளாவிய பணபரிவர்த்தனைக்கான வாய்ப்புகள் உள்ளன  "
            },
            SLIDE_THREE: {
                TITLE: "ரசீது மற்றும் டாப்-அப் ஆகியவற்றை எளிதாகச் செலுத்துங்கள்",
                CONTENT: "ஒரு சில பொத்தான்களைக் கிளிக் செய்வதன் மூலம் உள்ளூர் மற்றும் சர்வதேச கட்டணங்களைச் செலுத்துங்கள். எதிர்காலத்திற்கான பயனாளியாக அவர்களை சேருங்கள்."
            },
        },
        GLOBAL: {
            LOGIN: 'உள்நுழைய',
            SIGN_UP: 'பதிவுசெய்ய',
            DONT_NOT_HAVE_AN_ACCOUNT: "கணக்கு இல்லையா?",
            ALREADY_HAVE_AN_ACCOUNT: "ஏற்கனவே ஒரு கணக்கு உள்ளதா?",
            AGREE: "விதிமுறைகள் மற்றும் நிபந்தனைகளை ஏற்கிறேன்.",
            TERMS_CONDITION: "விதிமுறைகள் மற்றும் நிபந்தனைகளை ஏற்கிறேன்.",
            SKIP: 'தவிர்க்கவும்',
            NEXT: 'அடுத்தது',
            VERIFY: 'சரிபார்க்கவும்',
            CANNOT: "முடியாது",
            CHANGE: 'மாற்றம்',
            REGISTER: 'பதிவுசெய்யுங்கள்',
            CHANGE_PASSWORD: 'கடவுச்சொல்லை மாற்று',
            SETUP_PIN_LOGIN: "உள்நுழைவு குறியீட்டை அமைக்கவும்",
            SETUP_BIO_LOGIN: 'பயோமெட்ரிக் உள்நுழைவை அமைக்கவும்',
            FORGOT_PASSWORD: 'கடவுச்சொல்லை மறந்துவிட்டீர்களா?',
            CHANGE_PHONE_NUMBER: 'தொலைபேசி எண்ணை மாற்றவும்',
            REQUEST_A_NEW_CODE_IN: 'புதிய குறியீட்டைக் கோரவும்',
            RESEND_A_NEW_CODE: 'புதிய குறியீட்டை மீண்டும் அனுப்பவும்',
            PASSWORD_VALIDATION_TIPS: 'கடவுச்சொல் சரிபார்ப்பு உதவிக்குறிப்புகள்:',
            PASSWORD_VALIDATION_TIPS_SUB_TITLE: 'கீழே உள்ள சரிபார்ப்பு உதவிக்குறிப்புகளைப் பின்பற்றவும்',
            PASSWORD_VALIDATION_TIPS_ONE: "குறைந்தபட்சம் 12 எழுத்துகள்.",
            PASSWORD_VALIDATION_TIPS_TWO: "குறைந்தபட்சம் 1 பெரிய எழுத்து.",
            PASSWORD_VALIDATION_TIPS_THREE: "குறைந்தபட்சம் 1 சிறிய எழுத்து.",
            PASSWORD_VALIDATION_TIPS_FOUR: "குறைந்தபட்சம் 1 இலக்கம்.",
            PASSWORD_VALIDATION_TIPS_FIVE: "குறைந்தபட்சம் 1 சின்னம்.",
            OR: "அல்லது",
            I_AM_READY: "நான் தயார்",
            VERSION: 'பதிப்பு',
            ALERT_INFO_TEXT: "எங்கள் வாடிக்கையாளர் சேவையை பிங் செய்ய தயங்க வேண்டாம். நாங்கள் உதவ எப்போதும் இருக்கிறோம்.",
            LINK_NOW: "இப்போது இணைக்கவும்",
            ADD: "சேர்க்கவும்",
            UPDATE: "புதுப்பிக்கவும்",
            SUBMIT: "சமர்ப்பிக்கவும்",
            SET: "அமைக்கவும்",
            ACTIVATE: "செயல்படுத்தவும்",
            GO_HOME: "முகப்பிற்கு செல்லவும்",
            TEMP_BLOCK: "தற்காலிகமாக நிறுத்தி வைக்கப்பட்டுள்ளது",
            UNBLOCK: "தடைநீக்குவும்",
            CANCEL: "ரத்து செய்யவும்",
            CONTACT_US: "எங்களை தொடர்பு கொள்ள",
            OK: "சரி",
            MY_COUNTRY: "என் நாடு",
            VIEW_MORE: "மேலும் பார்க்கவும்",
            HI: "வணக்கம்",
            GOOD_MORNING: "காலை வணக்கம்!",
            GOOD_AFTERNOON: "மதிய வணக்கம்!",
            GOOD_EVENING: "மாலை வணக்கம்!",
            WHATS_APP_ALERT: "உங்கள் சாதனத்தில் வாட்ஸ்அப் நிறுவப்பட்டுள்ளதா என்பதை உறுதிப்படுத்தவும்",
            SEARCH: "தேடு",
            DELETE: "அழி",
            TRY_AGAIN: "மீண்டும் முயற்சி செய்",
            PAY_NOW: "இப்போது செலுத்தவும்",
            APPLY: "செயல்படுதுதவும்",
            REMOVE: "நீக்கவும்",
            DOWNLOAD: "பதிவிறக்கவும்",
            SHARE: "பகிரவும்",
            DATE: "தேதி",
            TIME: "நேரம்",
            PLEASE_WAIT: "தயவுசெய்து காத்திருங்கள்...",
            SHOW: "காட்டவும்",
            HIDE: "மறைக்கவும்",
            BALANCE: "இருப்பு",
            TRACK_HISTORY: "வரலாற்றில் தேடவும்",
            HISTORY: "வரலாறு",
            YES: "ஆம்",
            CONFIRM: "உறுதிப்படுத்தவும்",
            BACK: "பின்னால்",
            TERMS_AND_CONDITION: "விதிமுறைகள் மற்றும் நிபந்தனைகள்",
            RE_SCAN_ID: "எமிரேட்ஸ் ஐடியை மீண்டும் ஸ்கேன் செய்யவும்",
            PROCEED: "தொடரவும்",
            NO: "இல்லை",
            ERROR: "பிழை ",
            SUCCESS: "வெற்றியடைந்தது",
            SUCCESSFULLY: "வெற்றிகரமாக",
            SUCCESSFUL: "வெற்றியடைந்தது",
            CLICK_AND_COPY_CODE: "குறியீட்டை நகலெடுக்க கிளிக் செய்து சேமிப்பிற்கு செல்லவும்",
            COPY_CODE_SUCCESS: "குறியீடு வெற்றிகரமாக நகலெடுக்கப்பட்டது",
            NEW: "புது",
            POPULAR_NETWORK: "பிரபலமான நெட்வொர்க்",
            CHOOSE_FILE: "பைலை தேர்ந்தெடு",
            DIRECT_LAUNCH_CAMERA: "நேரடி வெளியீட்டு கேமரா",
            SELECT: "தேர்ந்தெடுக்கப்பெற்ற",
            DUE_DATE: 'தவணை தேதி',
            COUNTRIES: 'நாடுகள்',
            TAP_TO_SELECT: 'தேர்ந்தெடுக்க தொடவும்',
            HUSBAND_WIFE: 'கணவன்/மனைவி',
            FATHER_MOTHER: 'அப்பா/அம்மா',
            BROTHER: 'சகோதரன்',
            REFERENCE: 'குறிப்பு எண்',
            CONTACT: 'தொடர்பு கொள்ளவும்',
            RELATIVE: 'உறவினர்',
            SPOUSE: 'கணவன் / மனைவி',
            CO_WORKER: 'சக பணியாளர்',
            FRIEND: 'நண்பர்',
            ROOM_MATE: "ரூம் மேட்",
            SEARCH_HERE: "இங்கே தேடவும் ",
            DAY: "நாள்",
            DAYS: "நாட்கள் ",
            APPLY_NOW: "இப்போதே விண்ணப்பிக்கவும்!",
            APPLY_NOW_TEXT: "உங்கள் தகுதியுள்ள தொகை :",
            REJECT: "நிராகரிக்கவும்",
            PROCESSING: "தகவல் செயலாக்கம்",
            PROCESSING_TEXT: "உங்கள் கோரிக்கை செயலாக்கத்தில் உள்ளது.",
            ADV_NOT_ELIGIBLE_TEXT: "நீங்கள் முன்கூட்டிய சம்பளத்திற்கு தகுதியற்றவர். சில நாட்களில் மீண்டும் பார்க்கவும்.",
            ADV_NOT_ELIGIBLE_AND_REJECT_TEXT: "விண்ணப்பிக்க வாடிக்கையாளர் ஆதரவை அழைக்கவும்.",
            APPROVED: "உறுதிப்படுத்துகிறது",
            APPROVED_TEXT: "திருப்பி செலுத்துவதற்கான உங்கள் கடைசித் தேதி:",
            AGREE_TEXT: "ஒப்புக்கொள்ள பட்டது ",
            GET_DIRECTION: "திசையைப் பெறுக",
            NEW_BENEFICIARY: "புதிய பயனாளி",
            IN_HOME_COUNTRY: "சொந்த நாட்டில்",
            IN_UAE: "ஐக்கிய அரபு எமிரேட்ஸில்",
            SEND_MONEY_HOME: "வீட்டிற்கு பணம் அனுப்புங்கள்",
            BUY_NEW_PHONE: "புதிய போன் வாங்கவும்",
            NEED_EXTRA_CASH: "கூடுதல் பணம் வேண்டும்",
            OTHER: "மற்றவை",
            NEXT_MONTH: "அடுத்த மாதம்",
            NEXT_YEAR: "அடுத்த வருடம்",
            THIS_YEAR: "இந்த வருடம்",
            NOT_SURE: "உறுதியாக தெரியவில்லை",
            NO_PLAN: "திட்டம் இல்லை",
            BY_CLICKING_ON_SEND_MONEY_I_AGREE_TO: "பணம் அனுப்பு என்பதைக் கிளிக் செய்வதன் மூலம் நான் ஒப்புக்கொள்கிறேன்",
            RECEIVER_ACCOUNT: "பெறுநர் கணக்கு",
            RECEIVER_ACCOUNT_DETAILS: "பெறுநரின் கணக்கு விவரங்கள்",
            ADD_NEW_RECEIVER_ACCOUNT: "புதிய பெறுநர் கணக்கைச் சேர்க்கவும்",
            ADD_RECEIVER_ACCOUNT: "பெறுநர் கணக்கைச் சேர்க்கவும்",
            EDIT_RECEIVER_ACCOUNT: "பெறுநர் கணக்கைத் திருத்தவும்",
            SAVE_RECEIVER_ACCOUNT: "ரிசீவர் கணக்கைச் சேமிக்கவும்",
            ALL_RECEIVER_ACCOUNT: "அனைத்து பெறுநர் கணக்குகள்",
            RECEIVER_COUNTRY: "ரிசீவர் நாடு",
            CHANGE_COUNTRY: "நாட்டை மாற்று",
            RECEIPT_UPLOADED: "ரசீது பதிவேற்றப்பட்டது",
            UPLOAD_RECEIPT: "ரசீதை பதிவேற்றவும்",
            OR_NEXT_SALARY_DATE: "அல்லது அடுத்த சம்பள தேதி",
            BUY: "வாங்க",
            CONGRATULATIONS: "வாழ்த்துகள்",
            WINNER_NOT_ANNOUNCED: "வெற்றியாளர் அறிவிக்கப்படவில்லை",
            WINNER: "வெற்றி",
            TICKET_NO: "டிக்கெட் எண்.",
            WINNERS: "வெற்றியாளர்",
            WATCH: "பார்க்கவும்",
            WATCH_LIVE_DRAW: "நேரலை டிராவைப் பார்க்கவும்",
            JUST_LAUNCHED: "இப்போதுதான் தொடங்கப்பட்டது",
            BY: "மூலம்",
            WIN: "வெற்றி",
            FOR: "க்கான",
            DETAILS: "விவரங்கள்",
            CLICK_NOW: "இப்போது கிளிக் செய்யவும்",
            CLOSE: "நெருக்கமான",
            REDEEM: "மீட்டுக்கொள்ளுங்கள்",
            NEW_DEVICE_DETECTED: "புதிய சாதனம் கண்டறியப்பட்டது",
            DONT_HAVE_AN_EMIRATES_ID: "எமிரேட்ஸ் ஐடி வேண்டாம்",
            OPTIONAL: "விருப்பமானது",
            REMAINING_BALANCE: "மீதமுள்ள தொகை",
            NOTE: "குறிப்பு",
            AMOUNT: "தொகை",
            TRANSACTION: "பரிவர்த்தனை",
            TYPE_HERE: "இங்கே தட்டச்சு செய்யவும்...",
            CHECK_CARD_STATUS_TO_SWIPE_DOWN: "கார்டின் புதுப்பிக்கப்பட்ட நிலையை காண ஸ்வைப் செய்யவும்.",
            PAY_IN_FULL: "முழுமையாக செலுத்தவும்",
            LOW_BALANCE: "இலவச இருப்பு குறைவாக உள்ளது",
            VIEW: "பார்வையிடவும்",
            GENERATE_TAX_INVOICE: "வரி ரசீதை உருவாக்கவும்",
            MAX_AMOUNT: "அதிகபட்ச தொகை",
            TRY_ANOTHER: "வேறு முயற்சி செய்க",
            REVIEW_YOUR_DETAILS: "உங்கள் விவரங்களை மதிப்பாய்வு செய்க",
            REVIEW_YOUR_DETAILS_CONFIRMATION: "தொடர்வதற்கு முன் கீழே உள்ள தகவலை உறுதிப்படுத்தவும்.",
            HOLD_ON: "காத்திருக்கவும்",
            SCAN: "ஸ்கேன் செய்யவும்",
            SCAN_AGAIN: "மீண்டும் ஸ்கேன் செய்",
            SUBSCRIPTIONS: "சந்தாக்கள்",
            GET: "பெறவும்",
            SEE_TRANSACTIONS: "பரிவர்த்தனைகளை பார்க்கவும்",
            CAPTURE_SELFIE: "செல்ஃபி பிடிக்கவும்"
        },
        EID_CONFIRMATION: {
            TITLE: "ஏறக்குறைய அங்குதான்!",
            SUB_TITLE: "உங்களின் எமிரேட்ஸ் ஐடியின் படி உங்கள் விவரங்கள் சரியாக உள்ளதா என சரிபார்க்கவும்.",
            SUB_FIRST_TITLE: "நன்றி",
        },
        HOME: {
            LABEL_ONE: "மொபைல் டாப்அப்",
            LABEL_TWO: "ரசிதுகளை செலுத்துங்கள்",
            LABEL_THREE: "பணம் அனுப்பவும்",
            LABEL_FOUR: "விளையாட்டு அட்டைகள்",
            LABEL_FIVE: "என் நாடு",
            LABEL_SIX: "டாப் அப் டியு",
            LABEL_SEVEN: "டாப் அப் எத்திசலாட்",
            LABEL_EIGHT: "காமெல் சேமிப்பு",
            LABEL_NINE: "ATM லொக்கேட்டர்",
            LABEL_TEN: "பரிசுப் பட்டியல்",
            LABEL_ELEVEN: "முன்பணம்",
            LABEL_TWELVE: "ஸ்க்ராட்ச் & வெல்",
            LABEL_THIRTEEN: "தனிப்பட்ட நிதி",
            LABEL_FOURTEEN: "கிரெடிட்பே",
            MAIN_OPTION_ONE: {
                TITLE: "பின்வரும் முகவரிக்கு பணம் அனுப்பவும்",
                SUB_TITLE: "இன்றைய நாணய மாற்று விகிதம் :",
                BADGE: "இப்போதே அனுப்பவும் !",
                BUTTON: "இப்போதே அனுப்பவும்",
            },
            MAIN_OPTION_TWO: {
                TITLE: "இப்போது அனுப்பவும், பின்னர் செலுத்தவும்",
                SUB_TITLE: "உங்கள் சம்பளத்தில் முன்பணம் பெற்று, உங்கள் அன்புக்குரியவர்களுக்கு இப்போதே பணத்தை அனுப்புங்கள்",
                BADGE: "இப்பொழுது விண்ணப்பியுங்கள்!",
            },
            MAIN_OPTION_THREE: {
                BUTTON: "இப்பொழுது விண்ணப்பியுங்கள்",
                BUTTON_TWO: "இப்போது சரிபார்க்க",
            },
            MAIN_OPTION_FOUR: {
                TITLE: "பரிசு டிரா",
                SUB_TITLE: "டிராவில் பங்கேற்று பரிசுகளை வெல்லுங்கள்",
                BADGE: "இப்போது சரிபார்க்க!",
                BUTTON: "இப்போது வாங்கவும்",
            },
            MAIN_OPTION_FIVE: {
                TITLE: "பரிந்துரை",
                SUB_TITLE: "பரிந்துரை குறியீட்டைச் சேர்க்கவும்",
                BADGE: "இப்போது சரிபார்க்க!",
                BUTTON: "இப்போது சேர்",
            },
            MAIN_OPTION_SIX: {
                TITLE: "இப்போது வாங்கவும், பின்னர் பணம் செலுத்தவும்",
                SUB_TITLE: "நீங்கள் இப்போது வாங்கி பின்னர் செலுத்தலாம்",
                BADGE: "இப்போது சரிபார்க்க!",
                BUTTON: "இப்போது வாங்கவும்",
            },
            MAIN_OPTION_THIRTEEN: {
                BUTTON: "இப்பொழுது விண்ணப்பியுங்கள்",
                BUTTON_TWO: "இப்போது சரிபார்க்க",
            },
            MAIN_OPTION_FOURTEEN: {
                BUTTON: "கிரெடிட்பே",
                BUTTON_TWO: "இப்பொழுது சரிபார்க்கவும்",
            },
            MAIN_OPTION_SIXTEEN: {
                TITLE: "காமெல்பே பணப்பை பரிமாற்றம்",
                BUTTON_TWO: "இப்போதே சரிபார்க்கவும்"
            }
        },
        OTP: {
            TITLE: 'ஓடிபி சரிபார்ப்பு',
            SUB_TITLE: 'உங்கள் தொலைபேசி எண்ணுக்கு அனுப்பப்பட்ட 6 இலக்கக் குறியீட்டை உள்ளிடவும்.',
        },
        ALTERNATE_VERIFY: {
            TITLE: "மாற்று சரிபார்ப்பு",
            SUB_TITLE: "உங்கள் சரிபார்ப்பை முடிக்க 6 இலக்கக் குறியீட்டை உள்ளிடவும்",
            THIRD_TITLE: "சரிபார்ப்பை முடிக்க, உங்கள் ஃபோன் எண்ணுக்கு அனுப்பப்பட்ட 6 இலக்கக் குறியீட்டை உள்ளிடவும்"
        },
        ADD_CARD: {
            NEW: "புதிய அட்டையைச் சேர்க்கவும்",
            TITLE: 'புதிய அட்டையை இணைக்கவும்',
            SUB_TITLE: 'உங்கள் தொலைபேசி எண்ணுக்கு அனுப்பப்பட்ட 6 இலக்கக் குறியீட்டை உள்ளிடவும்.',
            THIRD_TITLE: "உங்கள் NaqD கார்டை தயாராக வைத்திருங்கள்.",
        },
        LOGIN: {
            TITLE: 'மீண்டும் வருக!',
            TITLE_2: 'உள்நுழைய',
            SUB_TITLE: 'உங்கள் சான்றுகளை உள்ளிடவும்',
        },
        NEW_PASSWORD: {
            TITLE: 'புதிய கடவுச்சொல்லை உருவாக்கவும்',
            SUB_TITLE: 'உங்கள் கணக்கிற்கு புதிய கடவுச்சொல்லை அமைக்கவும், இதன் மூலம் நீங்கள் உள்நுழைந்து அனைத்து அம்சங்களையும் அணுகலாம்.',
        },
        CHANGE_PHONE_NUMBER: {
            TITLE: 'உங்கள் தொலைபேசி எண்ணை மாற்றவும்',
            SUB_TITLE: 'எங்கள் சிஸ்டத்தில் அப்டேட் செய்ய உங்கள் புதிய ஃபோன் எண்ணை உள்ளிடவும். உங்கள் தற்போதைய தொலைபேசி எண் இவ்வாறு பதிவு செய்யப்பட்டுள்ளது:',
        },
        SIGN_UP: {
            TITLE: "தொடங்கலாம்",
            SUB_TITLE: "தொடருவது எப்படி என்பதைத் தேர்வுசெய்க",
            TITLE_2: "உங்கள் அடையாளத்தை சரிபார்க்கவும்",
            SUB_TITLE_2: "தொடருவது எப்படி என்பதைத் தேர்வுசெய்க",
            I_DONT_HAVE_PASSPORT: "என்னிடம் இப்போது பாஸ்போர்ட் இல்லை",
            I_DONT_HAVE_EMIRATES_ID: "எனக்கு இப்போது என் எமிரேட்ஸ் ஐடி இல்லை",
            RESUME_JOURNEY: {
                TITLE: "மீண்டும் வரவேற்கிறோம்",
                SUB_TITLE: "நீங்கள் நிறுத்திய இடத்திலிருந்து பதிவு செயலையை முடிக்கவும்.",
                DESCRIPTION: "'புதியதாக தொடங்கு' தேர்வு செய்தால் முந்தைய விவரங்கள் நீக்கப்படும்.",
                START_NEW: "புதியதாக தொடங்கு",
                CONTINUE: "அமைப்பை தொடரவும்"
            },
            ACCOUNT_ALREADY_EXISTS: "கணக்கு ஏற்கனவே உள்ளது. அதை மீட்டெடுக்க 'கடவுச்சொல்லை மறந்துவிட்டீர்களா?' விருப்பத்தை பயன்படுத்தவும்.",
            WALLET_ID: "வாலெட் ஐடி",
            LAST_4_DIGITS: "கடைசி 4 இலக்கங்கள்",
            EMIRATES_ID: "எமிரேட்ஸ் ஐடி",
            PASSPORT: "கடவுச்சீட்டு",
            WE_COULD_NOT_FIND: {
                TITLE: "உங்கள் விவரங்களை கண்டுபிடிக்க முடியவில்லை",
                SUB_TITLE: "உங்கள் மொபைல் எண்ணை பகிருங்கள்; நாங்கள் விரைவில் அழைப்போம்.",
                THIRD_TITLE: "நாங்கள் உங்களை எப்படித் தொடர்புகொள்வது என்பதைத் தேர்வுசெய்க"
            },
            PHONE: "தொலைபேசி",
            WHATS_APP: "வாட்ஸ்அப்",
            ENTER_YOUR_PHONE_NUMBER: "உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்",
            LAST_STEP_TITLE: "உங்கள் கணக்கு அமைப்பை முடிக்கவும்",
            LAST_STEP_SUB_TITLE: "ஒரு கடவுச்சொல்லை உருவாக்கினால் போதும். பரிந்துரை குறியீட்டை சேர்ப்பது விருப்பமானது.",
            LIVENESS_TITLE: "அடையாளச் சரிபார்ப்பு செல்ஃபி",
            LIVENESS_SUB_TITLE: "உங்கள் அடையாளத்தை உறுதிபடுத்த தயவுசெய்து ஒரு செல்ஃபி எடுக்கவும்."
        },
        FORGOT_PASSWORD: {
            TITLE: 'கடவுச்சொல்லை மறந்துவிட்டீர்களா ?',
            SUB_TITLE: 'உங்கள் தொலைபேசி எண்ணில் ஓடிபி அனுப்ப உங்கள் விவரங்களை உள்ளிடவும்',
            THIRD_TITLE: "உங்கள் கணக்கை சரிபார்ப்பதற்கு உங்கள் விபரங்களை உள்ளிடவும்"
        },
        CARD_CONFIRMATION: {
            TITLE: 'உங்கள் எமிரேட்ஸ் ஐடியை தயாராக வைத்திருங்கள்',
            SECOND_TITLE: "தொடர, உங்கள் அட்டை விவரங்களை உள்ளிடவும்",
            SECOND_SUB_TITLE: "உங்கள் கார்டின் கடைசி 4 இலக்கு எண்ணை உள்ளிடவும்",
            THIRD_TITLE: "உங்கள் புதிய அட்டையைப் பெறுங்கள்",
        },
        PIN_LOGIN: {
            TITLE: "பயோமெட்ரிக் & உள்நுழைவு குறியீடு",
            SUB_TITLE: "ஸ்கேன் செய்ய தட்டவும் அல்லது உங்கள் உள்நுழைவு குறியீட்டை உள்ளிடவும்",
            SECOND_TITLE: "உள்நுழைவு குறியீடு",
            SECOND_SUB_TITLE: "உங்கள் உள்நுழைவு குறியீட்டை உள்ளிடவும்",
            THIRD_TITLE: "பயோமெட்ரிக் உள்நுழைவு",
            THIRD_SUB_TITLE: "உள்நுழைய தட்டவும் மற்றும் ஸ்கேன் செய்யவும்",
        },
        SETTINGS: {
            TITLE: "பயன்பாட்டு அமைப்புகள் ",
            OPTIONS_ONE: "தனிப்பட்ட தகவல்",
            OPTIONS_TWO: "கடவுச்சொற்கள் & பயோமெட்ரிக்ஸ்",
            OPTIONS_THREE: "புதிய அட்டையைச் சேர்க்கவும்",
            OPTIONS_FOUR: "வெளியேறு",
            OPTIONS_FIVE: "அறிவிப்புகள் & எச்சரிக்கைகள்",
            OPTIONS_SIX: "பரிந்துரைக்கவும் மற்றும் சம்பாதிக்கவும்",
            OPTIONS_SEVEN: "மென்பொருள் பற்றி",
            OPTIONS_EIGHT: "புள்ளிகள் மற்றும் வெகுமதிகள்",
            OPTIONS_NINE: "அடிக்கடி கேட்கப்படும் கேள்விகள்",
            OPTIONS_TEN: "மொபைல் எண்ணை மாற்றுவதற்கான கோரிக்கை",
            OPTIONS_ELEVEN: "எமிரேட்ஸ் ஐடி புதுப்பிக்கவும்",
            OPTIONS_TWELVE: "உங்கள் சரிபார்ப்பை முடிக்கவும்",
            OPTIONS_THIRTEEN: "கட்டண அட்டவணை",
            OPTIONS_FOURTEEN: "பரிந்துரை"
        },
        SET_PIN: {
            TITLE: "உங்கள் உள்நுழைவு குறியீட்டை அமைக்கவும்",
            SUB_TITLE: "4 இலக்கக் குறியீட்டை உள்ளிடவும், இதன் மூலம் நீங்கள் எளிதாக கணக்கில் உள்நுழையலாம்",
        },
        SEND_MONEY: {
            TYPE: {
                TITLE: "உங்கள் பெறுநருக்கு எந்த முறையில் பணம் கட்டயம்?",
                NOT_FOUND: "வகை காணப்படவில்லை"
            },
            EXCHANGE_RATE: "பரிமாற்ற விகிதம்",
            TO: "பெறுநர்",
            BRANCH_LESS: "கிளை இல்லை",
            SELECT_BANK_BRANCH: "வங்கிக் கிளையைத் தேர்ந்தெடுக்கவும்",
            SELECT_BANK: 'வங்கியைத் தேர்ந்தெடுக்கவும்',
            BANK_CONFIRMATION: 'வங்கி உறுதிப்படுத்தல்',
            REVIEW_BANK_SELECTION: 'வங்கித் தேர்வை மதிப்பாய்வு செய்யவும்',
            COUNTRY: 'நாடு',
            BANK_TYPE: 'வங்கி வகை',
            BANK_NAME: 'வங்கி பெயர்',
            BRANCH_NAME: 'கிளை பெயர்',
            INTERNATIONAL_REMITTANCE: 'சர்வதேச பணம் அனுப்புதல்',
            ACCEPT_TERMS_AND_CONDITION: "இங்கே கிளிக் செய்வதன் மூலம், நான் விதிமுறைகளையும் நிபந்தனைகளையும் படித்து புரிந்து கொண்டேன் என்று கூறுகிறேன்.",
            ACCEPT_TERMS_AND_CONDITION_SUB_TEXT: "இங்கே கிளிக் செய்து விதிமுறைகள் மற்றும் நிபந்தனைகளைப் பார்க்கவும்.",
            BENEFICIARY_CONFIRMATION: "பயனாளி உறுதிப்பாடு",
            REVIEW_BENEFICIARY_SELECTION: "பயனாளி தேர்வை பரிசீலிக்கவும்"
        },
        CARD_MANAGEMENT: {
            CARD_DETAILS: "அட்டை விவரங்கள்",
            CARDHOLDER_NAME: "அட்டைதாரரின் பெயர்",
            CARD_NUMBER: "அட்டை எண்",
            EXPIRY: "காலாவதி",
            OPTION_ONE: "பின்னை மாற்றவும்",
            OPTION_TWO: "தடு/தடைநீக்கு",
            TAP_TO_SEE_TRANSACTIONS: 'பரிவர்த்தனைகளைப் பார்க்க தட்டவும்',
            MANAGE_CARDS: "கார்டுகளை நிர்வகிக்கவும்",
            TITLE: "நிர்வகிக்க கார்டைத் தேர்ந்தெடுக்கவும்",
            SUB_TITLE: "எங்கள் கார்டுதாரர்கள் தங்கள் நிதித் கட்டயம்களுக்காக மாஸ்டர்கார்டு ப்ரீபெய்ட் கார்டு மற்றும் டிஜிட்டல் பயன்பாட்டைப் பெறுகிறார்கள்",
            CARD_TYPE: "அட்டை வகை",
            EXP_DATE: "காலாவதி தேதி",
            CARD_STATUS: "அட்டை நிலை"
        },
        TRANSACTION_HISTORY: {
            FILTER_LABEL_ONE: "இன்று",
            FILTER_LABEL_TWO: "நேற்று",
            FILTER_LABEL_THREE: "கடந்த வாரம்",
            FILTER_LABEL_FOUR: "கடந்த மாதம்",
            FILTER_LABEL_FIVE: "தனிப்பயன்",
            FILTER_LABEL_SIX: "கடந்த 30 நாட்கள்"
        },
        SECTION_LABELS: {
            SELECT_REMITTANCE_PURPOSE: "பணம் அனுப்பும் நோக்கத்தைத் தேர்ந்தெடுக்கவும்",
            HOME_ADDRESS_INFORMATION: "வீட்டு முகவரி தகவல்",
            CHANGE_YORE_4_DIGIT_CODE: "உங்கள் 4 இலக்க சரிபார்ப்புக் குறியீட்டை மாற்றவும்",
            CARD_ACTIVATION: 'உங்கள் கார்டைச் செயல்படுத்த, 4 இலக்க பின்னை அமைக்கவும்',
            SEND_MONEY_TO: 'பணம் அனுப்பு',
            RECENT_TRANSACTIONS: 'சமீபத்திய பரிவர்த்தனைகள்',
            ALL_BENEFICIARY: 'அனைத்து பயனாளிகள்',
            ADD_BENEFICIARY: 'பயனாளிகளின் பட்டியலில் கணக்கைச் சேர்க்கவும்',
            SAVE_BENEFICIARY: 'பயனாளியைக் சேமிக்கவும்',
            ADD_NEW_BENEFICIARY: 'புதிய பயனாளியைச் சேர்க்கவும்',
            EDIT_BENEFICIARY: 'பயனாளியைத் திருத்தவும்',
            UPDATE_YOUR_PROFILE: 'கேமெல்பே இல் உங்கள் சுயவிவரத்தைப் புதுப்பிக்கவும்',
            UPDATE_YOUR_PROFILE_TEXT_2: 'பணம் அனுப்ப, உங்கள் வீட்டு முகவரி தகவலைப் புதுப்பிக்கவும்',
            POPULAR_COUNTRIES: 'பிரபலமான நாடுகள்',
            SELECT_OTHER_COUNTRY: 'பிற நாட்டைத் தேர்ந்தெடுக்கவும்',
            SEND_MONEY_OR_PAY_BILLS: 'பணம் அனுப்பவும் அல்லது ரசிதுகளை செலுத்தவும்',
            SCROLL_RIGHT_TO_SEE_MORE: 'மேலும் பார்க்க வலதுபுறமாக உருட்டவும்',
            CURRENT_COUNTRY: 'தற்போதைய நாடு',
            SELECT_LANGUAGE: 'மொழியை தேர்ந்தெடுங்கள்',
        },
        FIELDS_LABELS: {
            PHONE_NUMBER: 'தொலைபேசி எண்',
            PASSWORD: 'கடவுச்சொல்',
            PASSWORD_PLACEHOLDER: 'உங்கள் கடவுச்சொல்லை உள்ளிடவும்',
            CONFIRM_PASSWORD: 'கடவுச்சொல்லை உறுதிப்படுத்தவும்',
            CONFIRM_PASSWORD_PLACEHOLDER: 'மீண்டும் உங்கள் கடவுச்சொல்லை உள்ளிடவும்',
            OLD_PASSWORD: 'பழைய கடவுச்சொல்',
            ENTER_HERE: 'இங்கே உள்ளிடவும்',
            NEW_PASSWORD: 'புதிய கடவுச்சொல்',
            NEW_PASSWORD_PLACEHOLDER: 'உங்கள் புதிய கடவுச்சொல்லை உள்ளிடவும்',
            CONFIRM_NEW_PASSWORD_PLACEHOLDER: 'மீண்டும் உங்கள் புதிய கடவுச்சொல்லை உள்ளிடவும்',
            OLD_PASSWORD_PLACEHOLDER: 'உங்கள் பழைய கடவுச்சொல்லை உள்ளிடவும்',
            NEW_CONFIRM_PASSWORD: 'புதிய உறுதிப்படுத்தல் கடவுச்சொல்',
            NEW_CONFIRM_PASSWORD_PLACEHOLDER: 'மீண்டும் உங்கள் புதிய கடவுச்சொல்லை உள்ளிடவும்',
            EMIRATES_ID: 'எமிரேட்ஸ் ஐடி',
            EMIRATES_ID_PLACEHOLDER: 'உங்கள் எமிரேட்ஸ் ஐடியை உள்ளிடவும்',
            EMAIL_ADDRESS: 'மின்னஞ்சல் முகவரி',
            EMAIL_ADDRESS_PLACEHOLDER: 'உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்',
            NEW_CARD_LAST_DIGIT: 'உங்கள் புதிய கார்டின் கடைசி 4 இலக்க எண்ணை உள்ளிடவும்',
            RESET_ACCOUNT_PASSWORD: 'உங்கள் கேமெல்பே கணக்கின் கடவுச்சொல்லை மீட்டமைக்கவும்',
            FULL_NAME: "முழு பெயர்",
            STREET_NAME: "தெருவின் பெயர்",
            BUILDING_NUMBER: "கட்டிட எண்",
            STREET_NUMBER: "தெரு எண்",
            ZIP_CODE: "அஞ்சல் குறியீடு",
            ENTER_PIN: "உங்கள் புதிய பின்னை உள்ளிடவும்",
            ENTER_NEW_PIN: "உங்கள் புதிய பின்னை உள்ளிடவும்",
            ENTER_CONFIRM_NEW_PIN: "உங்கள் புதிய பின்னை உறுதிப்படுத்தவும்",
            MOBILE_NUMBER: "கைபேசி எண்",
            BENEFICIARY_NAME: "பெயர்",
            BENEFICIARY_NAME_PLACEHOLDER: "பெறுநர் பெயர்",
            ENTER_AMOUNT: "தொகையை உள்ளிடவும்",
            ENTER_AMOUNT_PLACEHOLDER: "தொகையை உள்ளிடவும்",
            DISCOUNT_CODE: "உங்களிடம் தள்ளுபடி குறியீடு உள்ளதா?",
            DISCOUNT_CODE_PLACEHOLDER: "அதை இங்கே உள்ளிடவும்",
            TO_PLACEHOLDER: "பெறுநர்",
            FROM_PLACEHOLDER: "இருந்து",
            CANCEL_TRANSACTION: "பரிவர்த்தனையை ரத்துசெய்",
            SEARCH_WITH_IFSC: "பெயர் அல்லது IFSC குறியீட்டைக் கொண்டு தேடவும்",
            SENDER: "அனுப்புபவர்",
            RECEIVER: "பெறுபவர்",
            SELECT_NATIONALITY: "நாட்டை தேர்ந்தெடுக்கவும்",
            REMITTANCE_PURPOSE: "பணம் அனுப்பும் நோக்கம்",
            REASON_FOR_SENDING: "அனுப்புவதற்கான காரணம்",
            NATIONALITY: "நாடு",
            ACCOUNT_OR_IBAN_NUMBER: "IBAN / கணக்கு எண்",
            ACCOUNT_TITLE: "கணக்கு தலைப்பு",
            BENEFICIARY_NICK_NAME: "பயனாளியின் பெயர்",
            FIRST_NAME: "முதல் பெயர்",
            LAST_NAME: "கடைசி பெயர்",
            DOB: "பிறந்த தேதி",
            GENDER: "பாலினம்",
            EXPIRY_DATE: "காலாவதி தேதி",
            ENTER_LAST_4_DIGIT_CARD: "உங்கள் கேமெல்பே கார்டின் கடைசி 4 இலக்க எண்ணை உள்ளிடவும்",
            ENTER_MERCHANT_PIN: "வணிகர் பின் எண்ணை உள்ளிடவும்",
            IBAN: "IBAN எண்",
            COMPANY_NAME: "நிறுவனத்தின் பெயர்",
            COMPANY_NAME_PLACEHOLDER: "உங்கள் நிறுவனத்தின் பெயரை உள்ளிடவும்",
            PASSPORT: "கடவுச்சீட்டு",
            PASSPORT_NUMBER: "கடவுச்சீட்டு எண்",
            UPI_ID: "UPI ஐடி",
            WALLET_ID: "வாலெட் ஐடி"
        },
        VALIDATION: {
            REFERRAL_CODE: {
                LABEL: "குறிப்பு குறியீடு",
                PLACEHOLDER: "இங்கே குறிப்பு குறியீட்டை உள்ளிடவும்",
                SUCCESS_MESSAGE: "குறிப்பு குறியீடு வெற்றிகரமாக சேர்க்கப்பட்டது",
                STRING_DIGIT_OR_CHARACTER: "குறிப்பு குறியீடு எழுத்துகள் மற்றும் இலக்கங்கள் கொண்டிருக்க வேண்டும், இடைவெளிகள் அல்லது சிறப்பு எழுத்துகள் இல்லை",
                REQUIRED: "குறிப்பு குறியீடு அவசியம் தேவை",
            },
            STREET_NAME: {
                REQUIRED: "தெருவின் பெயர் கட்டயம்",
            },
            ZIP_CODE: {
                REQUIRED: "அஞ்சல் குறியீடு கட்டயம்",
                MATCH: "சரியான அஞ்சல் குறியீட்டை உள்ளிடவும்",
                PLACEHOLDER: "அஞ்சல் குறியீட்டை உள்ளிடவும்"
            },
            DATE: {
                REQUIRED: "தயவுசெய்து தேதியைத் தேர்ந்தெடுக்கவும்",
            },
            OTP: {
                REQUIRED: "உங்கள் ஓடிபி ஐ உள்ளிடவும்.",
                MATCHES: "சரியான 6 இலக்கக் குறியீட்டை உள்ளிடவும்.",
                LENGTH: "ஓடிபி சரியாக 6 எழுத்துகளாக இருக்க வேண்டும்!",
            },
            PHONE: {
                REQUIRED: "தொலைபேசி எண் கட்டயம்.",
                TEST: "சரியான தொலைபேசி எண்ணை உள்ளிடவும்.",
                LABEL: "தொலைபேசி எண்",
                NOT_VALID: "தொலைபேசி எண் தவறானது",
            },
            PASSWORD: {
                LABEL: 'கடவுச்சொல்',
                REQUIRED: "தங்கள் கடவு சொல்லை பதிவு செய்யவும்.",
                MIN: "கடவுச்சொல் மிகவும் சிறியது - குறைந்தபட்சம் 12 எழுத்துகள் இருக்க வேண்டும்.",
                LOWERCASE: "கடவுச்சொல்லில் குறைந்தபட்சம் 1 சிறிய எழுத்து இருக்க வேண்டும்",
                UPPERCASE: "கடவுச்சொல்லில் குறைந்தபட்சம் 1 பெரிய எழுத்து இருக்க வேண்டும்",
                DIGIT: "கடவுச்சொல்லில் குறைந்தபட்சம் 1 இலக்கம் இருக்க வேண்டும்",
                SYMBOL: "கடவுச்சொல்லில் குறைந்தபட்சம் 1 சின்னம் இருக்க வேண்டும்.",
            },
            CONFIRM_PASSWORD: {
                LABEL: 'கடவுச்சொல்லை உறுதிப்படுத்தவும்',
                REQUIRED: "உங்கள் உறுதிப்படுத்தல் கடவுச்சொல்லை உள்ளிடவும்.",
                MATCH: "கடவுச்சொற்கள் பொருந்த வேண்டும்"
            },
            OLD_PASSWORD: {
                LABEL: 'பழைய கடவுச்சொல்',
                REQUIRED: "உங்கள் பழைய கடவுச்சொல்லை உள்ளிடவும்.",
                MIN: "பழைய கடவுச்சொல் மிகவும் சிறியது - குறைந்தபட்சம் 12 எழுத்துகள் இருக்க வேண்டும்.",
                LOWERCASE: "பழைய கடவுச்சொல்லில் குறைந்தபட்சம் 1 சிறிய எழுத்து இருக்க வேண்டும்",
                UPPERCASE: "பழைய கடவுச்சொல்லில் குறைந்தபட்சம் 1 பெரிய எழுத்து இருக்க வேண்டும்",
                DIGIT: "பழைய கடவுச்சொல்லில் குறைந்தபட்சம் 1 இலக்கம் இருக்க வேண்டும்",
                SYMBOL: "பழைய கடவுச்சொல்லில் குறைந்தபட்சம் 1 சின்னம் இருக்க வேண்டும்.",
            },
            NEW_PASSWORD: {
                LABEL: 'கடவுச்சொல்',
                REQUIRED: "உங்கள் புதிய கடவுச்சொல்லை உள்ளிடவும்.",
                MIN: "புதிய கடவுச்சொல் மிகவும் சிறியது - குறைந்தபட்சம் 12 எழுத்துகள் இருக்க வேண்டும்.",
                LOWERCASE: "புதிய கடவுச்சொல்லில் குறைந்தபட்சம் 1 சிறிய எழுத்து இருக்க வேண்டும்",
                UPPERCASE: "புதிய கடவுச்சொல்லில் குறைந்தபட்சம் 1 பெரிய எழுத்து இருக்க வேண்டும்",
                DIGIT: "புதிய கடவுச்சொல்லில் குறைந்தபட்சம் 1 இலக்கம் இருக்க வேண்டும்",
                SYMBOL: "புதிய கடவுச்சொல்லில் குறைந்தபட்சம் 1 சின்னம் இருக்க வேண்டும்.",
            },
            NEW_CONFIRM_PASSWORD: {
                LABEL: 'கடவுச்சொல்லை உறுதிப்படுத்தவும்',
                REQUIRED: "மீண்டும் உங்கள் கடவுச்சொல்லை உள்ளிடவும்",
                MATCH: "புதிய கடவுச்சொல் பொருந்த வேண்டும்"
            },
            CARD_NUMBER: {
                REQUIRED: "உங்கள் கேமெல்பே கார்டின் கடைசி 4 இலக்க எண்ணை உள்ளிடவும்",
                MATCHES: "உங்கள் கேமெல்பே கார்டின் சரியான கடைசி 4-இலக்க எண்ணை உள்ளிடவும்",
                LENGTH: "கார்டு எண் சரியாக 4 இலக்கமாக இருக்க வேண்டும்!",
            },
            EMAIL: {
                REQUIRED: "உங்கள் ஓடிபி ஐ உள்ளிடவும்.",
                EMAIL: "சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்"
            },
            TERMS_AND_CONDITION: {
                REQUIRED: "விதிமுறைகள் மற்றும் நிபந்தனைகள் ஏற்றுக்கொள்ளப்பட வேண்டும்.",
            },
            PASS_CODE: {
                REQUIRED: "உங்கள் பின்னை உள்ளிடவும்",
                LENGTH: "பின் சரியாக 4 இலக்கமாக இருக்க வேண்டும்!",
            },
            EMIRATE_ID: {
                LABEL: "எமிரேட் ஐடி",
                REQUIRED: "உங்கள் எமிரேட்ஸ் ஐடியை உள்ளிடவும்.",
                MATCH: "சரியான எமிரேட்ஸ் ஐடியை உள்ளிடவும்.",
                PLACEHOLDER: "எமிரேட் தேர்ந்தெடுக்கவும்"
            },
            PASSPORT: {
                LABEL: "பாஸ்போர்ட்",
                PLACEHOLDER: "உங்கள் பாஸ்போர்ட்டை தேர்ந்தெடுக்கவும்.",
                SELECT_REQUIRED: "தயவுசெய்து பாஸ்போர்ட்டை தேர்ந்தெடுக்கவும்.",

                FILE_LABEL: "பாஸ்போர்ட் படம்",
                FILE_REQUIRED: "பாஸ்போர்ட் படத்தை தேர்ந்தெடுக்கவும்.",

                NUMBER_LABEL: "பாஸ்போர்ட் எண்",
                NUMBER_PLACEHOLDER: "உங்கள் பாஸ்போர்ட் எண்ணை உள்ளிடவும்.",
                NUMBER_REQUIRED: "பாஸ்போர்ட் எண்ணை உள்ளிடவும்.",
                NUMBER_MATCH: "சரியான பாஸ்போர்ட் எண்ணை உள்ளிடவும்.",
                NUMBER_MAX: "பாஸ்போர்ட் எண் 20 எழுத்துகளை மீறக்கூடாது.",

                EXPIRY_LABEL: "காலாவதி தேதி",
                EXPIRY_REQUIRED: "பாஸ்போர்ட் காலாவதி தேதியைத் தேர்ந்தெடுக்கவும்.",
                EXPIRY_PLACEHOLDER: "பாஸ்போர்ட் காலாவதி தேதியைத் தேர்ந்தெடுக்கவும்.",
            },
            ADD_CARD_LAST_FOUR_DIGIT: {
                LABEL: "எமிரேட் ஐடி",
                REQUIRED: "உங்கள் கார்டின் கடைசி 4 இலக்க எண்ணை உள்ளிடவும்.",
                MATCH: "சரியான கடைசி 4 இலக்க எண்ணை உள்ளிடவும்.",
                MIN: "கார்டு எண் குறைவாக உள்ளது - 4 இலக்க எண்ணாக இருக்க வேண்டும்.",
            },
            NEW_PIN: {
                LABEL: "புதிய பின்",
                REQUIRED: "உங்கள் புதிய பின்னை உள்ளிடவும்.",
                MATCH: "சரியான பின்னை உள்ளிடவும்",
                LENGTH: "பின் சரியாக 4 இலக்கமாக இருக்க வேண்டும்!",
            },
            CONFIRM_NEW_PIN: {
                LABEL: "புதிய பின்னை உறுதிப்படுத்தவும்",
                REQUIRED: "உங்கள் உறுதிப்படுத்தும் புதிய பின்னை உள்ளிடவும்.",
                VALID: "மீண்டும் உங்கள் உறுதிப்படுத்தும் புதிய பின்னை உள்ளிடவும்.",
                MATCH: "புதிய பின் பொருந்த வேண்டும் என்பதை உறுதிப்படுத்தவும்",
            },
            LOGIN_CODE: {
                LABEL: "உள்நுழைவு குறியீடு",
                REQUIRED: "உங்கள் புதிய உள்நுழைவுக் குறியீட்டை உள்ளிடவும்.",
                MATCH: "சரியான உள்நுழைவு குறியீட்டை உள்ளிடவும்",
                LENGTH: "உள்நுழைவு குறியீடு சரியாக 4 இலக்கமாக இருக்க வேண்டும்!",
            },
            CONFIRM_LOGIN_CODE: {
                LABEL: "உள்நுழைவு குறியீட்டை உறுதிப்படுத்தவும்",
                REQUIRED: "உங்கள் உறுதிப்படுத்தும் புதிய உள்நுழைவுக் குறியீட்டை உள்ளிடவும்.",
                VALID: "சரியான உறுதிப்படுத்தல் புதிய உள்நுழைவுக் குறியீட்டை உள்ளிடவும்",
                MATCH: "புதிய உள்நுழைவு குறியீடு பொருந்த வேண்டும் என்பதை உறுதிப்படுத்தவும்",
            },
            PIN: {
                LABEL: "பின்",
                REQUIRED: "உங்கள் பின்னை உள்ளிடவும்.",
                MATCH: "சரியான பின்னை உள்ளிடவும்",
                LENGTH: "பின் சரியாக 4 இலக்கமாக இருக்க வேண்டும்!",
                LENGTH_6: "பின் சரியாக 6 இலக்கமாக இருக்க வேண்டும்!",
            },
            CONFIRM_PIN: {
                LABEL: "பின்னை உறுதிப்படுத்தவும்",
                REQUIRED: "உங்கள் உறுதிப்படுத்தல் பின்னை உள்ளிடவும்.",
                MATCH: "பின் பொருந்த வேண்டும் என்பதை உறுதிப்படுத்தவும்",
            },
            BENEFICIARY_NAME: {
                LABEL: "பயன்பெறுநர் பெயர்",
                REQUIRED: "பயனாளியின் பெயரை உள்ளிடவும்",
            },
            SKU_AMOUNT: {
                LABEL: "தொகை",
                REQUIRED: "தயவுசெய்து தொகையை உள்ளிடவும்",
                MIN: "குறைந்தபட்சம் தொகை",
                MAX: "தொகைக்கு மேல் இல்லை",
            },
            AMOUNT_FIELD: {
                LABEL: "தொகை",
                REQUIRED: "தயவுசெய்து தொகையை உள்ளிடவும்",
                MIN: "குறைந்தபட்சம் தொகை",
                MAX: "தொகைக்கு மேல் இல்லை",
            },
            SENDER_AMOUNT: {
                LABEL: "அனுப்புனர் தொகை",
                REQUIRED: "அனுப்புநரின் தொகையை உள்ளிடவும்.",
                MIN: "அனுப்புனர் தொகை 1 ஐ விட அதிகமாக உள்ளது.",
            },
            RECEIVER_AMOUNT: {
                LABEL: "பெறுநரின் தொகை",
                MIN: "பெறுநரின் தொகை 1 ஐ விட அதிகமாக உள்ளது.",
            },
            FIRST_NAME: {
                LABEL: "முதல் பெயர்",
                REQUIRED: "முதல் பெயர் கட்டயம்",
                MIN: "குறைந்தபட்சம் 2 எழுத்துகளை உள்ளிடவும்",
                MAX: "அதிகபட்சம் 45 எழுத்துகளை உள்ளிடவும்",
                MATCH: "இந்தத் துறையில் எழுத்துக்கள் மட்டுமே அனுமதிக்கப்படுகின்றன",
                PLACEHOLDER: "முதல் பெயரை உள்ளிடவும்"
            },
            LAST_NAME: {
                LABEL: "கடைசி பெயர்",
                REQUIRED: "கடைசி பெயர் கட்டயம்",
                MIN: "கடைசி பெயர் கட்டயம்",
                MAX: "அதிகபட்சம் 45 எழுத்துகளை உள்ளிடவும்",
                MATCH: "இந்தத் துறையில் எழுத்துக்கள் மட்டுமே அனுமதிக்கப்படுகின்றன",
                PLACEHOLDER: "கடைசி பெயரை உள்ளிடவும்"
            },
            REMITTANCE_PURPOSE: {
                REQUIRED: "பணம் அனுப்பும் நோக்கத்தை உள்ளிடவும்",
                SELECT_REQUIRED: "பணம் அனுப்பும் நோக்கத்தை உள்ளிடவும்",
            },
            NATIONALITY: {
                LABEL: "தேசியத்துவம்",
                REQUIRED: "தேசியத்துவம் தேவை",
                PLACEHOLDER: "தேசியத்தைத் தேர்ந்தெடுக்கவும்"
            },
            ACCOUNT_OR_IBAN_NUMBER: {
                REQUIRED: "IBAN / கணக்கு எண் கட்டயம்",
                MATCH: "சரியான IBAN / கணக்கு எண்ணை உள்ளிடவும்",
            },
            ACCOUNT_TITLE: {
                REQUIRED: "கணக்கு தலைப்பு கட்டயம்",
                MATCH: "சரியான கணக்கு தலைப்பை உள்ளிடவும்",
            },
            ENTER: "உள்ளிடவும்",
            PLEASE_ENTER: "தயவுசெய்து உள்ளிடவும்",
            ONLY_DIGITS: "இலக்கங்கள் மட்டுமே இருக்க வேண்டும்",
            ALPHA_OR_DIGITS: "எழுத்துக்கள் அல்லது இலக்கங்கள் மட்டுமே அனுமதிக்கப்படும்",
            DIGITS: "இலக்கங்கள்",
            AT_LEAST: "குறைந்தபட்சம்",
            AMOUNT: "தொகை",
            NOT_MORE_THAN: "விட அதிகமாக இல்லை",
            PLEASE_SELECT: "தயவு செய்து தேர்வு செய்யவும்",
            MONTHLY_LIABILITY_AMOUNT: {
                REQUIRED: 'தயவுசெய்து மாதாந்திர பொறுப்புத் தொகையை உள்ளிடவும்',
            },
            REFERENCE: {
                TITLE: 'தொடர்பு எண்',
                REQUIRED: 'தயவு செய்து குறிப்பு தேர்ந்தெடுக்கவும்',
            },
            REFERENCE_FULL_NAME: {
                TITLE: 'மேற்கோள் - முழுப் பெயர்',
                REQUIRED: 'தயவுசெய்து குறிப்பு முழு பெயரை உள்ளிடவும்',
            },
            REFERENCE_PHONE: {
                TITLE: 'குறிப்பு தொலைபேசி எண்',
            },

            CONTACT: {
                TITLE: 'தொடர்பு கொள்ளவும்',
                SECOND_TITLE: "தொடர்பு நபருடன் உறவு",
                REQUIRED: 'தொடர்பைத் தேர்ந்தெடுக்கவும்',
                SECOND_REQUIRED: 'தொடர்பு கொண்ட நபருடனான உறவைத் தேர்ந்தெடுக்கவும்'
            },
            CONTACT_FULL_NAME: {
                TITLE: 'முழுப் பெயரைத் தொடர்பு கொள்ளவும்',
                SECOND_TITLE: 'தொடர்பு நபர் பெயர்',
                REQUIRED: 'தொடர்பு முழுப் பெயரை உள்ளிடவும்',
                SECOND_REQUIRED: 'தொடர்பு நபரின் பெயரை உள்ளிடவும்',
                TITLE_MATCH: "தயவுசெய்து சரியான தொடர்பு முழுப் பெயரை உள்ளிடவும்",
                SECOND_MATCH: "தயவுசெய்து சரியான தொடர்பு நபரின் பெயரை உள்ளிடவும்"
            },
            CONTACT_PHONE: {
                TITLE: 'தொடர்பு தொலைபேசி எண்',
                SECOND_TITLE: 'தொடர்பு நபரின் தொலைபேசி எண்',
                SECOND_REQUIRED: 'தொடர்பு நபர் எண்ணை உள்ளிடவும்',
                SECOND_MATCH_REQUIRED: 'உங்கள் சொந்த எண்ணை நீங்கள் குறிப்பதாக உள்ளிட முடியாது.'
            },

            IFSC_CODE: {
                TITLE: 'IFSC குறியீடு',
                REQUIRED: 'தயவுசெய்து IFSC குறியீட்டை உள்ளிடவும்',
                DONT: "IFSC Code இல்லை",
                PLACEHOLDER: 'எடுத்துக்காட்டு: SBIN0123456'
            },
            OLD_PHONE_NUMBER: {
                TITLE: 'பழைய தொலைபேசி எண்',
                REQUIRED: 'பழைய தொலைபேசி எண் தேவை.',
            },
            NEW_PHONE_NUMBER: {
                TITLE: 'புதிய தொலைபேசி எண்',
                REQUIRED: 'புதிய தொலைபேசி எண் தேவை.',
                NOT_SAME: "பழைய எண்ணை புதிய எண்ணுக்கு பயன்படுத்த முடியாது.",
            },
            CONFIRM_NEW_PHONE_NUMBER: {
                TITLE: 'புதிய தொலைபேசி எண்ணை உறுதிப்படுத்தவும்',
                REQUIRED: 'புதிய தொலைபேசி எண்ணை உறுதிப்படுத்தவும்.',
                MATCH: "புதிய தொலைபேசி எண் பொருந்த வேண்டும் என்பதை உறுதிப்படுத்தவும்"
            },
            DOB: {
                TITLE: 'பிறந்த நாள்',
                REQUIRED: 'பிறந்த நாள் தேவை',
                PLACEHOLDER: "பிறந்த தேதியைத் தேர்ந்தெடுக்கவும்"
            },
            IBAN: {
                REQUIRED: "IBAN எண் தேவை",
                MATCH: "சரியான IBAN எண்ணை உள்ளிடவும்",
                MIN: "தயவுசெய்து குறைந்தது 10 எழுத்துகளுடன் IBAN ஐ உள்ளிடவும்",
            },

            PURPOSE_OF_THE_LOAN: {
                REQUIRED: "கடனின் நோக்கத்தைத் தேர்ந்தெடுக்கவும்",
            },
            PURPOSE_OF_THE_LOAN_TEXT: {
                REQUIRED: "கடனின் நோக்கத்தை உள்ளிடவும்",
            },
            WHEN_GO_HOME: {
                REQUIRED: "நீங்கள் எப்போது வீட்டிற்குச் செல்ல திட்டமிட்டுள்ளீர்கள் என்பதைத் தேர்ந்தெடுக்கவும்",
            },
            WHEN_GO_HOME_TEXT: {
                REQUIRED: "நீங்கள் எப்போது வீட்டிற்கு செல்ல திட்டமிட்டுள்ளீர்கள் என்பதை உள்ளிடவும்",
            },
            LEAVE_JOB: {
                REQUIRED: "உங்கள் தற்போதைய வேலையை எப்போது விட்டுவிட விரும்புகிறீர்கள் என்பதைத் தேர்ந்தெடுக்கவும்",
            },
            LEAVE_JOB_TEXT: {
                REQUIRED: "உங்கள் தற்போதைய வேலையை எப்போது விட்டுவிட திட்டமிட்டுள்ளீர்கள் என்பதை உள்ளிடவும்",
            },

            CITY: {
                REQUIRED: "நீங்கள் எந்த நகரத்தில் வசிக்கிறீர்கள் என்பதைத் தேர்ந்தெடுக்கவும்",
                TEXT_REQUIRED: "நீங்கள் எந்த நகரத்தில் வசிக்கிறீர்கள் என்பதை உள்ளிடவும்"
            },

            WHERE_YOU_LIVE: {
                REQUIRED: "தங்குமிட வகையைத் தேர்ந்தெடுக்கவும்",
                TEXT_REQUIRED: "உங்கள் முகாம் முதலாளியின் பெயர் என்ன என்பதை உள்ளிடவும்"
            },
            FROM_WHEN_IN_COMPANY: {
                REQUIRED: "உங்கள் தற்போதைய நிறுவனத்தில் நீங்கள் எவ்வளவு காலமாக வேலை செய்கிறீர்கள் என்பதைத் தேர்ந்தெடுக்கவும்",
                TEXT_REQUIRED: "உங்கள் தற்போதைய நிறுவனத்தில் நீங்கள் எவ்வளவு காலமாக வேலை செய்கிறீர்கள் என்பதை உள்ளிடவும்"
            },
            WHEN_CAME_HERE: {
                REQUIRED: "நீங்கள் எப்போது UAE க்கு வந்தீர்கள் என்பதைத் தேர்ந்தெடுக்கவும்",
                TEXT_REQUIRED: "நீங்கள் UAE க்கு எப்போது வந்தீர்கள் என்பதை உள்ளிடவும்"
            },
            LIABILITY_FROM: {
                REQUIRED: "பெறப்பட்ட கடனைத் தேர்ந்தெடுக்கவும்",
                TEXT_REQUIRED: "வாங்கிய கடனை உள்ளிடவும்"
            },
            LIABILITY: {
                REQUIRED: "நீங்கள் எவ்வளவு கடன் வாங்கியுள்ளீர்கள் (தொகை)",
            },
            RESIGNED_FROM_COMPANY: {
                REQUIRED: "உங்கள் தற்போதைய நிறுவனத்திலிருந்து நீங்கள் ராஜினாமா செய்துவிட்டீர்களா என்பதைத் தேர்ந்தெடுக்கவும்",
                TEXT_REQUIRED: "உங்கள் தற்போதைய நிறுவனத்திலிருந்து நீங்கள் ராஜினாமா செய்துவிட்டீர்களா என்பதை உள்ளிடவும்"
            },
            WORKING_OR_VACATION: {
                REQUIRED: "தற்போது பணிபுரியும் அல்லது விடுமுறையில் இருக்கும் உங்களைத் தேர்ந்தெடுக்கவும்",
                TEXT_REQUIRED: "நீங்கள் தற்போது பணிபுரிகிறீர்கள் அல்லது விடுமுறையில் இருக்கிறீர்கள் என்பதை உள்ளிடவும்"
            },
            WHEN_TO_HOME: {
                REQUIRED: "நீங்கள் எப்போது வீட்டிற்குச் செல்வீர்கள் என்பதைத் தேர்ந்தெடுக்கவும்",
                TEXT_REQUIRED: "நீங்கள் எப்போது வீட்டிற்கு செல்வீர்கள் என்பதை உள்ளிடவும்"
            },
            LAST_VACATION: {
                REQUIRED: "நீங்கள் கடைசியாக எப்போது விடுமுறை எடுத்தீர்கள் என்பதைத் தேர்ந்தெடுக்கவும்",
                TEXT_REQUIRED: "நீங்கள் கடைசியாக எப்போது விடுமுறை எடுத்தீர்கள் என்பதை உள்ளிடவும்"
            },
            LIABILITIES: {
                LABEL: "உங்களிடம் வேறு கடன்கள் உள்ளனவா?",
                SUB_LABEL: "கடன் தொகை",
                REQUIRED: "தயவுசெய்து கடன் தொகையை உள்ளிடவும்.",
                PLACEHOLDER: "தொகையை உள்ளிடவும்",
                MIN: "குறைந்தது 1 தொகையை உள்ளிடவும்.",
                MAX: "தொகை 100,000 ஐ மீறக்கூடாது.",
                MATCH: "எண்ணுகள் மட்டுமே அனுமதிக்கப்படும்.",
                POSITIVE: "தொகை ஒரு நேர்மறை எண்ணாக இருக்க வேண்டும்.",
                INTEGER: "தொகை முழு எணாக இருக்க வேண்டும்."
            },
            MONTHLY_LIABILITIES: {
                LABEL: 'உங்களிடம் ஏதேனும் மாதாந்திர கடன்கள் உள்ளதா?',
                SUB_LABEL: 'மாதாந்திர கடன் தொகை',
                REQUIRED: "தயவுசெய்து மாதாந்திர கடன் தொகையை உள்ளிடவும்",
                PLACEHOLDER: "தொகையை உள்ளிடவும்",
                MIN: "தயவுசெய்து குறைந்தது 1 தொகையை உள்ளிடவும்",
                MAX: "தொகை 100,000 ஐ விட கூடக் கூடாது",
                MATCH: "இந்த புலத்திற்கு எண்கள் மட்டுமே அனுமதிக்கப்படும்",
                POSITIVE: "தொகை நேர்மறையான எண்ணாக இருக்க வேண்டும்",
                INTEGER: "தொகை முழு எண்ணாக இருக்க வேண்டும்"
            },
            EDUCATION_EXPENSE: {
                LABEL: "சராசரி கல்விச் செலவுகள்",
                REQUIRED: "தயவுசெய்து உங்கள் சராசரி கல்விச் செலவுகளை உள்ளிடவும்.",
                PLACEHOLDER: "தொகையை உள்ளிடவும்",
                MIN: "குறைந்தது 1 தொகையை உள்ளிடவும்.",
                MAX: "தொகை 100,000 ஐ மீறக்கூடாது.",
                MATCH: "எண்ணுகள் மட்டுமே அனுமதிக்கப்படும்.",
                POSITIVE: "தொகை ஒரு நேர்மறை எண்ணாக இருக்க வேண்டும்.",
                INTEGER: "தொகை முழு எணாக இருக்க வேண்டும்."
            },
            HEALTH_CARE_EXPENSE: {
                LABEL: "சராசரி சுகாதார செலவுகள்",
                REQUIRED: "தயவுசெய்து உங்கள் சராசரி சுகாதார செலவுகளை உள்ளிடவும்.",
                PLACEHOLDER: "தொகையை உள்ளிடவும்",
                MIN: "குறைந்தது 1 தொகையை உள்ளிடவும்.",
                MAX: "தொகை 100,000 ஐ மீறக்கூடாது.",
                MATCH: "எண்ணுகள் மட்டுமே அனுமதிக்கப்படும்.",
                POSITIVE: "தொகை ஒரு நேர்மறை எண்ணாக இருக்க வேண்டும்.",
                INTEGER: "தொகை முழு எணாக இருக்க வேண்டும்."
            },
            MAINTENANCE_SUPPORT: {
                LABEL: "குழந்தைகள் மற்றும் துணைவனின் பராமரிப்பு மற்றும் குடும்பத்திற்கு ஆதரவு",
                REQUIRED: "தயவுசெய்து உங்கள் குழந்தைகள் மற்றும் துணைவனின் பராமரிப்பு மற்றும் குடும்பத்திற்கு ஆதரவை உள்ளிடவும்.",
                PLACEHOLDER: "தொகையை உள்ளிடவும்",
                MIN: "குறைந்தது 1 தொகையை உள்ளிடவும்.",
                MAX: "தொகை 100,000 ஐ மீறக்கூடாது.",
                MATCH: "எண்ணுகள் மட்டுமே அனுமதிக்கப்படும்.",
                POSITIVE: "தொகை ஒரு நேர்மறை எண்ணாக இருக்க வேண்டும்.",
                INTEGER: "தொகை முழு எணாக இருக்க வேண்டும்."
            },
            HOUSING_RENT: {
                LABEL: "வீட்டு வாடகை மற்றும் பராமரிப்பு",
                REQUIRED: "தயவுசெய்து உங்கள் வீட்டு வாடகை மற்றும் பராமரிப்பு செலவுகளை உள்ளிடவும்.",
                PLACEHOLDER: "தொகையை உள்ளிடவும்",
                MIN: "குறைந்தது 1 தொகையை உள்ளிடவும்.",
                MAX: "தொகை 100,000 ஐ மீறக்கூடாது.",
                MATCH: "எண்ணுகள் மட்டுமே அனுமதிக்கப்படும்.",
                POSITIVE: "தொகை ஒரு நேர்மறை எண்ணாக இருக்க வேண்டும்.",
                INTEGER: "தொகை முழு எணாக இருக்க வேண்டும்."
            },
            FOOD_EXPENSE: {
                LABEL: "மாதாந்திர உணவுச் செலவுகள்",
                REQUIRED: "தயவுசெய்து உங்கள் மாதாந்திர உணவுச் செலவுகளை உள்ளிடவும்.",
                PLACEHOLDER: "தொகையை உள்ளிடவும்",
                MIN: "குறைந்தது 1 தொகையை உள்ளிடவும்.",
                MAX: "தொகை 100,000 ஐ மீறக்கூடாது.",
                MATCH: "எண்ணுகள் மட்டுமே அனுமதிக்கப்படும்.",
                POSITIVE: "தொகை ஒரு நேர்மறை எண்ணாக இருக்க வேண்டும்.",
                INTEGER: "தொகை முழு எணாக இருக்க வேண்டும்."
            },
            UTILITY_COST: {
                LABEL: "மாதாந்திர பயன்பாட்டு, இணைய மற்றும் மொபைல் செலவுகள்",
                REQUIRED: "தயவுசெய்து உங்கள் மாதாந்திர பயன்பாட்டு, இணைய மற்றும் மொபைல் செலவுகளை உள்ளிடவும்.",
                PLACEHOLDER: "தொகையை உள்ளிடவும்",
                MIN: "குறைந்தது 1 தொகையை உள்ளிடவும்.",
                MAX: "தொகை 100,000 ஐ மீறக்கூடாது.",
                MATCH: "எண்ணுகள் மட்டுமே அனுமதிக்கப்படும்.",
                POSITIVE: "தொகை ஒரு நேர்மறை எண்ணாக இருக்க வேண்டும்.",
                INTEGER: "தொகை முழு எணாக இருக்க வேண்டும்."
            },
            CARD_EXPIRY: {
                TITLE: 'அட்டையின் காலாவதி தேதி',
                PLACEHOLDER: 'அட்டையின் காலாவதி தேதியை தேர்ந்தெடுக்கவும்',
                REQUIRED: 'அட்டையின் காலாவதி தேதியை நிரப்ப வேண்டும்.',
            },
            EMIRATES_AND_PASSPORT: "எமிரேட்ஸ் ஐடி அல்லது பாஸ்போர்ட் தேவையாகும்",
            TRANSFER_ID: {
                LABEL: "பரிமாற்ற அடையாளம்",
                PLACEHOLDER: "பரிமாற்ற ஐடியை உள்ளிடவும்",
                REQUIRED: "பரிமாற்ற ஐடி தேவைப்படுகிறது.",
                MATCH: "சரியான பரிமாற்ற ஐடியை உள்ளிடவும்."
            },
            TRANSFER_AMOUNT: {
                LABEL: "பரிமாற்ற தொகை",
                REQUIRED: "பரிமாற்ற தொகையை உள்ளிடவும்.",
                MIN: "பரிமாற்ற தொகை 1 ஐ விட அதிகமாக இருக்க வேண்டும்.",
                MAX: "பரிமாற்ற தொகை அதிகபட்ச வரம்பை மீறக்கூடாது."
            },
            ADDRESS: {
                LABEL: "முகவரி",
                PLACEHOLDER: "முகவரியை உள்ளிடவும்",
                REQUIRED: "முகவரி அவசியம்",
                MATCH: "தயவுசெய்து முகவரியை உள்ளிடவும்",
                MAX: "முகவரியில் 40 எழுத்துகளை விட அதிகம் இருக்கக்கூடாது"
            },
            AREA: {
                LABEL: "பகுதி",
                REQUIRED: "தயவுசெய்து உங்கள் பகுதியை உள்ளிடவும்.",
                PLACEHOLDER: "பகுதியை உள்ளிடவும்"
            },
            BUILDING_CAMP_NAME: {
                LABEL: "கட்டிடம்/கேம்ப் பெயர்",
                REQUIRED: "தயவுசெய்து உங்கள் கட்டிடம்/கேம்ப் பெயரை உள்ளிடவும்.",
                PLACEHOLDER: "கட்டிடம்/கேம்ப் பெயரை உள்ளிடவும்"
            },
            BUILDING_NUMBER: {
                LABEL: "கட்டிடம் / வீட்டு எண்",
                PLACEHOLDER: "கட்டிடம் / வீட்டு எண்ணை உள்ளிடவும்",
                REQUIRED: "கட்டிடம் / வீட்டு எண் அவசியம்",
                MATCH: "தயவுசெய்து கட்டிடம் / வீட்டு எண்ணை உள்ளிடவும்"
            },
            BUILD_NAME: {
                LABEL: "கட்டிடத்தின் பெயர்",
                REQUIRED: "தயவுசெய்து உங்கள் கட்டிடத்தின் பெயரை உள்ளிடவும்.",
                PLACEHOLDER: "கட்டிடத்தின் பெயரை உள்ளிடவும்"
            },
            DEPOSIT_FILE: {
                FILE_LABEL: "டெபாசிட் கோப்பு",
                FILE_REQUIRED: "டெபாசிட் கோப்பின் படத்தை தேர்ந்தெடுக்கவும்"
            },
            DISPLAY_NAME: {
                LABEL: "காட்சி பெயர்",
                PLACEHOLDER: "காட்சி பெயரை உள்ளிடவும்",
                REQUIRED: "காட்சி பெயர் அவசியம்",
                MIN: "குறைந்தது 2 எழுத்துகளை உள்ளிடவும்",
                MAX: "அதிகபட்சம் 45 எழுத்துகளை உள்ளிடவும்",
                MATCH: "இந்த புலத்தில் எழுத்துகள் மட்டும் அனுமதிக்கப்படுகின்றன"
            },
            DOJ: {
                TITLE: "சேர்ந்த தேதி",
                PLACEHOLDER: "சேர்ந்த தேதியைத் தேர்வுசெய்க",
                REQUIRED: "சேர்ந்த தேதி அவசியம்."
            },
            EMIRATES: {
                LABEL: "எமிரேட்ஸ்",
                PLACEHOLDER: "எமிரேட் தேர்ந்தெடுக்கவும்",
                REQUIRED: "எமிரேட் அவசியம்",
                MATCH: "தயவுசெய்து எமிரேட்டைத் தேர்ந்தெடுக்கவும்"
            },
            EMPLOYEE_TYPE: {
                LABEL: "ஊழியர் வகை",
                PLACEHOLDER: "ஊழியர் வகையைத் தேர்வுசெய்க",
                REQUIRED: "ஊழியர் வகை அவசியம்"
            },
            FLAT_UNIT: {
                LABEL: "வீட்டு எண்",
                REQUIRED: "தயவுசெய்து உங்கள் வீட்டு எண்ணை உள்ளிடவும்.",
                PLACEHOLDER: "வீட்டு எண்ணை உள்ளிடவும்"
            },
            GENDER: {
                LABEL: "பாலினம்",
                PLACEHOLDER: "பாலினத்தைத் தேர்வுசெய்க",
                REQUIRED: "பாலினம் அவசியம்"
            },
            STATE: {
                LABEL: "மாநிலம்",
                PLACEHOLDER: "மாநிலத்தைத் தேர்வுசெய்க",
                REQUIRED: "மாநிலம் அவசியம்",
                MATCH: "தயவுசெய்து மாநிலத்தைத் தேர்வுசெய்க"
            },
            YOUR_CITY: {
                LABEL: "நகரம்",
                PLACEHOLDER: "நகரத்தை உள்ளிடவும்",
                REQUIRED: "நகரம் அவசியம்",
                MATCH: "தயவுசெய்து நகரத்தை உள்ளிடவும்"
            },
            REVIEW: {
                LABEL: "விமர்சனம்",
                PLACEHOLDER: "விமர்சனத்தை உள்ளிடவும்",
                REQUIRED: "விமர்சனம் அவசியம்"
            },
            INITIALS: {
                LABEL: "தலைப்பைத் தேர்வுசெய்க",
                REQUIRED: "தலைப்பு அவசியம்"
            },
            MIDDLE_NAME: {
                LABEL: "இடை பெயர் (விரும்பினால்)",
                PLACEHOLDER: "இடை பெயரை உள்ளிடவும்",
                REQUIRED: "இடை பெயர் அவசியம்",
                MIN: "குறைந்தது 2 எழுத்துகளை உள்ளிடவும்",
                MAX: "அதிகபட்சம் 45 எழுத்துகளை உள்ளிடவும்",
                MATCH: "இந்த புலத்தில் எழுத்துகள் மட்டும் அனுமதிக்கப்படுகின்றன"
            },
            ROOM_FLAT_NUMBER: {
                LABEL: "அறை/பிளாட் எண்",
                REQUIRED: "தயவுசெய்து உங்கள் அறை/பிளாட் எண்ணை உள்ளிடவும்.",
                PLACEHOLDER: "அறை/பிளாட் எண்ணை உள்ளிடவும்"
            },
            STREET_NAME_2: {
                LABEL: "தெருப் பெயர்/எண்",
                REQUIRED: "தயவுசெய்து உங்கள் தெருப் பெயர்/எண்ணை உள்ளிடவும்.",
                PLACEHOLDER: "தெருப் பெயர்/எண்ணை உள்ளிடவும்"
            },
            STATE_2: {
                LABEL: "மாநிலம்",
                REQUIRED: "தயவுசெய்து உங்கள் மாநிலத்தை உள்ளிடவும்.",
                PLACEHOLDER: "மாநிலத்தை உள்ளிடவும்"
            },
            WALLET_ID: {
                LABEL: "வாலெட் ஐடி",
                PLACEHOLDER: "வாலெட் ஐடியை உள்ளிடவும்",
                REQUIRED: "வாலெட் ஐடி அவசியம்.",
                MATCH: "சரியான வாலெட் ஐடியை உள்ளிடவும்."
            }
        },
        BIOMETRIC_MODAL: {
            TITLE: "உள்நுழைவு முறைகள்!",
            SUB_TITLE: "பயோமெட்ரிக் மற்றும் உள்நுழைவு குறியீட்டை இயக்க விரும்புகிறீர்களா?",
            BUTTON: "பயோமெட்ரிக் ஐடியை அனுமதிக்கவும்",
            BUTTON2: "அனுமதி",
            SECOND_BUTTON: "இல்லை, கடவுச்சொல் மூலம் மட்டுமே",
        },
        PAGE_TITLE: {
            SNPL: "இப்போது அனுப்பவும், பின்னர் செலுத்தவும்",
            SETTING: "பயன்பாட்டு அமைப்புகள்",
            CARD_MANAGEMENT: "அட்டை மேலாண்மை",
            BANKS: "வங்கிகள்",
            CARDS: "அட்டைகள்",
            SEND_MONEY: "பணம் அனுப்பு",
            LINK_NEW_CARD: "புதிய அட்டையை இணைக்கவும்",
            PROFILE: "சுயவிவரம்",
            CARD_ACTIVATION: "அட்டை செயல்படுத்தல்",
            TRANSACTION_HISTORY: "பரிவர்த்தனை வரலாறு",
            SEND_MONEY_HISTORY: "பண வரலாறை அனுப்பு",
            HOME_ADDRESS: "வீட்டு முகவரி",
            REVIEW: "விமர்சனம்",
            EXCHANGE_RATES: "மாற்று விகிதங்கள்",
            CONFIRMATION: "உறுதிப்படுத்தல்",
            BENEFICIARY_DETAILS: "பயனாளிகள் விவரங்கள்",
            SELECT_COUNTRY: "நாட்டினை தேர்வுசெய்",
            MY_COUNTRY: "என் நாடு",
            CARD_NUMBER: "அட்டை எண்",
            HISTORY: "வரலாறு",
            GAMING_CARDS: "விளையாட்டு அட்டைகள்",
            TOP_UP_HISTORY: "கடந்த கால மொபைல் டாப்-அப் ",
            PAY_BILL_HISTORY: "கடந்த கால கட்டண பில் ",
            ADVANCE_SALARY: "முன்பணம்",
            ATM_LOCATOR: "ATM லொக்கேட்டர்",
            NOTIFICATIONS: "அறிவிப்புகள்",
            PLEASE_ENTER_YOUR_IBAN: "உங்கள் IBAN ஐ உள்ளிடவும்.",
            LOTTERY_HISTORY: "பரிசு பெறும் வரலாறு",
            PRIZE_DRAW: "பரிசு டிரா",
            SCRATCH_AND_WINS: "கீறல் & வெற்றி",
            SCRATCH_AND_WIN_DETAIL: "கீறல் & வெற்றி விவரம்",
            PERSONAL_LOAN: "தனிப்பட்ட நிதி",
            KP_WALLET_TRANSFER: "காமெல்பே பணப்பை பரிமாற்றம்",
            ADVANCE_SALARY_HISTORY: "முன்கூட்டிய சம்பள வரலாறு",
            SEND_REMITTANCE: "பணம் அனுப்பவும்",
            PAY_BILLS: "பில்களை செலுத்தவும்",
            MOBILE_TOPUP: "மொபைல் ரீசார்ஜ்",
            MARKETPLACE: "சந்தை",
        },
        EMPTY_SECTION: {
            TRANSACTION_HISTORY: "பரிவர்த்தனைகள் காணப்படவில்லை",
            NO_HISTORY_FOUND: "வரலாறு காணப்படவில்லை",
            RECENT_TRANSACTION_HISTORY: "நீங்கள் இதுவரை எந்த பரிவர்த்தனையும் செய்யவில்லை",
            NO_BENEFICIARY_FOUND: "பயனாளி காணப்படவில்லை",
            NO_COUNTRIES_FOUND: "எந்த நாடும் காணப்படவில்லை",
            NO_BANKS_FOUND: "வங்கிகள் எதுவும் காணப்படவில்லை",
            NO_BANK_BRANCHES_FOUND: "வங்கிக் கிளைகள் எதுவும் காணப்படவில்லை",
            COUNTRY_NOT_FOUND: "நாடு காணப்படவில்லை",
            PURCHASE_CARD: "நீங்கள் இன்னும் எந்த அட்டையையும் வாங்கவில்லை",
            CARDS_NOT_FOUND: "கார்டுகள் காணப்படவில்லை",
            CATEGORIES_NOT_FOUND: "வகைகள் காணப்படவில்லை",
            PACKAGES_NOT_FOUND: "தொகுப்புகள் காணப்படவில்லை",
            NOTIFICATION_NOT_FOUND: "உங்களிடம் இதுவரை எந்த அறிவிப்பும் இல்லை.",
            NO_RECEIVER_ACCOUNT_FOUND: 'பெறுநர் கணக்கு இல்லை',
            LOTTERY_NOT_FOUND: "பரிசுத் தொகை கிடைக்கவில்லை",
            SCRATCH_CARD_NOT_FOUND: "ஸ்கிராட்ச் கார்டுகள் கிடைக்கவில்லை",
        },
        POPUPS: {
            TEMP_BLOCK: {
                TITLE: "மன்னிக்கவும், நீங்கள் தேர்ந்தெடுத்த கார்டு நிறுத்திவைக்கப்பட்டுள்ளது",
                SUB_TITLE: "மற்றொரு கார்டை மாற்றவும் அல்லது நீங்கள் தேர்ந்தெடுத்த கார்டை செயல்படுத்தவும்."
            },
            REMIT_BLOCK: {
                TITLE: "பணம் செலுத்தும் அட்டைக்கு மட்டுமே பணம் அனுப்பும் செயல்பாடு கிடைக்கும்",
                SUB_TITLE: "மற்றொரு கார்டை மாற்றவும் அல்லது நீங்கள் தேர்ந்தெடுத்த கார்டை செயல்படுத்தவும்.",
            },
            PIN_CHANGE_SUCCESSFULLY: "பின் வெற்றிகரமாக மாற்றப்பட்டது!",
            CARD_ACTIVATION: {
                TITLE: 'வெற்றிகரமாக',
                SUB_TEXT: 'உங்கள் கார்டு வெற்றிகரமாக செயல்படுத்தப்பட்டது',
            },
            ERROR: {
                TITLE: "ஏதோ தவறு நடைபெற்றிருக்கிறது",
                SUB_TITLE: "உங்கள் பரிவர்த்தனையை தற்போது செயல்படுத்த முடியவில்லை. சரிபார்த்து மீண்டும் முயற்சிக்கவும்"
            },
            INVALID_REFERENCE: {
                TITLE: "தவறான குறிப்பு",
                SUB_TITLE: "ஏதோ தவறு நடைபெற்றிருக்கிறது. சரிபார்த்து மீண்டும் முயற்சிக்கவும்"
            },
            BILL_PAST: {
                TITLE: "ரசிது கடந்துவிட்டது",
                SUB_TITLE: "ரசிது நிலுவைத் தேதி கடந்துவிட்டது."
            },
            CANCEL_TRANSACTION: {
                TITLE: "நீங்கள் சொல்வது உறுதியா!",
                SUB_TITLE: "இந்தப் பரிவர்த்தனையை ரத்துசெய்ய விரும்புகிறீர்களா?"
            },
            NOT_AVAILABLE: {
                TITLE: "அச்சச்சோ! காணப்படவில்லையே",
                SUB_TITLE: "காணப்படவில்லை. மற்றொன்றை முயற்சிக்கவும்"
            },

            INSUFFICIENT_BALANCE: {
                TITLE: "போதுமான இருப்பு இல்லை",
                SUB_TITLE: "சந்தாவைப் புதுப்பிக்க உங்கள் கணக்கில் போதுமான நிதி இல்லை."
            },
            UPDATE_EMIRATES_ID: {
                TITLE: "எமிரேட்ஸ் ஐடி",
                SUB_TITLE: "காமெல்பே இல்  உங்கள் அடையாளத்தைச் சரிபார்க்க உங்கள் எமிரேட்ஸ் ஐடியைப் புதுப்பிக்கவும்."
            },
            EXPIRED_EMIRATES_ID: {
                TITLE: "உங்கள் எமிரேட்ஸ் ஐடி காலாவதியாகிவிட்டது",
                SUB_TITLE_START: "உங்கள் எமிரேட்ஸ் ஐடியைப் புதுப்பிக்கவும்",
                SUB_TITLE_END: "பயன்பாட்டைத் தொடர்ந்து பயன்படுத்துவதற்காக.",
                THIRD_TITLE: "பயன்பாட்டைத் தொடர்ந்து பயன்படுத்த உங்கள் எமிரேட்ஸ் ஐடியைப் புதுப்பிக்கவும்."
            },
            ROUTE_BLOCK: {
                TITLE: "செயல்பாடு PAYD அட்டைக்கு மட்டுமே கிடைக்கும்",
                SUB_TITLE: "மற்றொரு கார்டை மாற்றவும் அல்லது நீங்கள் தேர்ந்தெடுத்த கார்டை செயல்படுத்தவும்.",
            },
            REMITTANCE_UNAVAILABLE: {
                TITLE: "பணப்பரிமாற்றம் கிடைக்கவில்லை",
                SUB_TITLE: "மன்னிக்கவும், உங்கள் தாய்நாட்டிற்கு பணப்பரிமாற்றம் தற்போது கிடைக்கவில்லை. பின்னர் முயற்சிக்கவும் அல்லது கூடுதல் உதவிக்காக ஆதரவை அணுகவும்.",
            },
            TAX_INVOICE: {
                TITLE: "பதிவிறக்கம் முடிந்தது",
                MESSAGE: "வரி ரசீது சேமிக்கப்பட்டுள்ளது",
                MESSAGE_IOS: "உங்கள் ஆப்பின் ஆவணங்கள் கோப்பகத்தில்",
                MESSAGE_ANDROID: "உங்கள் பதிவிறக்கங்கள் கோப்பகத்தில்",
            },
            LIGHT_USER: {
                SUB_TITLE: "வேறு ஒரு கார்டைத் தேர்ந்தெடுக்கவும் அல்லது நீங்கள் தேர்ந்தெடுத்த கார்டை செயல்படுத்தவும்.",
                TITLE: "தயவுசெய்து உங்கள் சரிபார்ப்பை முடிக்கவும்"
            },
            VERIFY_YOUR_IDENTITY: {
                TITLE: "உங்கள் அடையாளத்தை சரிபார்க்கவும்",
                SUB_TITLE: "ஸ்கேன் செய்ய ஒரு ஆவணத்தைத் தேர்ந்தெடுக்கவும்"
            },
            PIN_BLOCK: {
                TITLE: "PIN தேவை",
                SUB_TITLE: "உங்கள் கணக்கு பாதுகாப்பாக இருக்க, இந்த திரையிலிருந்து வெளியேறுவதற்கு முன் உங்கள் 4 இலக்க உள்நுழைவு குறியீட்டை அமைக்கவும்."
            }
        },
        CARD_IS_ON_ITS_WAY: {
            TITLE: "உங்கள் கார்டு வந்துகொண்டிருக்கிறது.",
            SUB_TITLE: "உங்கள் கார்டு கிடைத்ததும் எங்களை வந்து சந்தியுங்கள்",
        },
        ACTIVATE_YOUR_CARD: {
            TITLE: "நீங்கள் தேர்ந்தெடுத்த கார்டு செயல்பாட்டில் இல்லை",
            SUB_TITLE: "மற்றொரு கார்டை மாற்றவும் அல்லது நீங்கள் தேர்ந்தெடுத்த கார்டை செயல்படுத்தவும்.",
            GO_TO_ACTIVATE: "செயல்படுத்தவும்"
        },
        USER_NOT_VERIFIED: {
            TITLE: "உங்கள் சரிபார்ப்பை முடிக்கவும்",
            SUB_TITLE: "உங்கள் கமெல்பே கார்டு மற்றும் எமிரேட்ஸ் ஐடியை தயாராக வைத்திருங்கள்.",
        },
        TROUBLE_WITH_VERIFICATION: {
            TITLE: "சரிபார்ப்பதில் சிரமம்",
            SUB_TITLE: "சரிபார்ப்புச் செயல்பாட்டில் உங்களுக்குச் சிரமம் இருப்பது போல் தெரிகிறது. நாங்கள் உங்களுக்கு உதவுவோம்!",
        },
        MOBILE_TOPUP: {
            TITLE: "மொபைல் டாப்-அப்",
            ADD: "டாப்அப்பைச் சேர்க்கவும்",
            SELECT_SERVICE_PROVIDER: "சேவை வழங்குநரைத் தேர்ந்தெடுக்கவும்",
            SERVICE_PROVIDER_NOT_FOUND: "சேவை வழங்குநர் காணப்படவில்லை",
            LOOK_UP_ERROR_TITLE: "கேரியர் தவறானது",
            LOOK_UP_ERROR_SUB_TITLE: "இந்த கேரியர் தவறானது. சரிபார்த்து மீண்டும் முயற்சிக்கவும்",
            CHOOSE_PACKAGE: "தொகுப்புகளில் இருந்து தேர்வு செய்யவும்",
            RECHARGE: "ரீசார்ஜ்",
        },
        PAY_BILL: {
            TITLE: "பணம் செலுத்துங்கள்",
            ADD: "புதிய ரசிது செலுத்துங்கள்",
            SELECT_COMPANY: "நிறுவனத்தைத் தேர்ந்தெடுக்கவும்",
            COMPANY_NOT_FOUND: "நிறுவனம் காணப்படவில்லை",
            PACKAGES: "தொகுப்புகள்",
            PACKAGE: "தொகுப்புகள்",
            SERVICES: "சேவைகள்",
            SELECT: "தேர்ந்தெடு",
            PAY_YOUR_BILL: "உங்கள் ரசிது செலுத்துங்கள்",
            SELECT_BILL_TYPE: "ரசிது வகையைத் தேர்ந்தெடுக்கவும்",
            BILLERS_NOT_FOUND: "ரசிதுகள் காணப்படவில்லை",
            LOOK_UP_ERROR_TITLE: "கேரியர் தவறானது",
            LOOK_UP_ERROR_SUB_TITLE: "இந்த கேரியர் தவறானது. சரிபார்த்து மீண்டும் முயற்சிக்கவும்",
            CHOOSE_PACKAGE: "தொகுப்புகளில் இருந்து தேர்வு செய்யவும்",
            RECHARGE: "ரீசார்ஜ்",
            NO: "இல்லை",
            FOUND: "கிடைத்துவிட்டது",
            PAY: "செலுத்து",
            BILL: "ரசிது",
            CUSTOM_AMOUNT: "விருப்பத் தொகை",
            PAY_FULL_BILL: "முழுத் தொகையையும் செலுத்துங்கள்",
        },
        RECEIPT: {
            TOTAL_AMOUNT: "மொத்த தொகை",
            TRANSFER_AMOUNT_AND_CHARGES: "பரிமாற்றத் தொகை மற்றும் கட்டணங்கள்",
            DETAILS_AND_INFORMATION: "விவரங்கள் & தகவல்கள்",
            RECEIVER_DETAILS_AND_INFORMATION: "பெறுநர் விவரங்கள் & தகவல்கள்",
            RECEIVER_DETAILS: "பெறுநர் விவரங்கள்",
            VAT: "VAT",
            CHARGES: "கட்டணம்",
            RECHARGE: "ரீசார்ஜ்",
            TOP_UP_AMOUNT: "டாப்-அப் தொகை",
            TYPE: "வகை",
            TYPE_TRANSFER: "பரிமாற்ற வகை",
            TRANSFER_AMOUNT: "பரிமாற்ற தொகை",
            RECEIVER_ACCOUNT_TITLE: "பெறுநரின் கணக்கு தலைப்பு",
            RECEIVER_ACCOUNT_NUMBER: "பெறுநரின் கணக்கு எண்",
            NETWORK: "நெட்ஒர்க்",
            RECEIVER: "பெறுபவர்",
            RECEIVER_NUMBER: "பெறுநர் எண்",
            RECEIVER_CHARGES: "ரிசீவர் கட்டணங்கள்",
            BANK_NAME: "வங்கி பெயர்",
            BRANCH_NAME: "கிளை பெயர்",
            RECEIVER_NAME: "பெறுநரின் பெயர்",
            BILLER_NAME: "ரசீது உரிமையாளரின் பெயர்",
            BILLER_TYPE: "ரசீது உரிமையாளரின் வகை",
            BILL_DUE_DATE: "ரசிது செலுத்த வேண்டிய தேதி",
            AMOUNT_DUE: "செலுத்த வேண்டிய தொகை",
            BILL_AMOUNT: "ரசிது தொகை",
            PROMO_CODE: "விளம்பர குறியீடு",
            DISCOUNT: "தள்ளுபடி",
            CASHBACK: "தள்ளுபடி பணத்தைத் திரும்பப்பெறுதல்",
            AMOUNT: "தொகை",
            PAYMENT_REF_ID: "கட்டண குறிப்பு ஆதாரம்",
            SENT_TO: "அனுப்புங்கள்",
            TAT: "நேரத்தில் திருப்புங்கள்",
            TRANSACTION_DETAILS: "பரிமாற்ற விவரங்கள்",
            SCRATCH_CODE: "சுரண்டல் கார்டு குறியீடு",
            CARD_NAME: "அட்டை பெயர்",
            PURCHASE_AMOUNT: "கொள்முதல் தொகை",
            VOUCHER_NAME: "வவுச்சர் பெயர்",
            INFORMATION: "தகவல்",
            NO_FEE: "கட்டணம் இல்லை",
            NO_VAT: "VAT இல்லை",
            CATEGORY: "வகை",
            CARD: "அட்டை",
            S_SAVE: "இ-ரசீது வெற்றிகரமாக சேமிக்கப்பட்டது",
            S_SHARE: "இ-ரசீது வெற்றிகரமாகப் பகிரப்பட்டது",
            SUCCESS: {
                TITLE: 'வெற்றி',
                MESSAGE: "வெற்றி, உங்கள் பரிவர்த்தனை வெற்றிகரமாக செயல்படுத்தப்பட்டது",
            },
            FAILED: {
                TITLE: 'தோல்வியுற்றது',
                MESSAGE: "உங்கள் பரிவர்த்தனை செயல்படுத்தப்படவில்லை. பிறகு முயற்சிக்கவும்",
            },
            IN_PROGRESS: {
                TITLE: 'செயல்பாட்டில் உள்ளது',
                MESSAGE: "உங்கள் பரிவர்த்தனை செயல்பாட்டில் உள்ளது",
            },
            IN_PROGRESS_CANCELLATION: {
                TITLE: 'ரத்துசெய்தல் செயல்பாட்டில் உள்ளது',
                MESSAGE: "உங்கள் பரிவர்த்தனை ரத்து செய்யப்பட்டுள்ளது",
            },
            CANCELLED: {
                TITLE: 'ரத்து செய்யப்பட்டது',
                MESSAGE: "உங்கள் பரிவர்த்தனை ரத்துசெய்யப்பட்டது",
            },
            VENDOR: "விற்பனையாளர்",
            OFFER: "சலுகைகள்",
            REDEEM: "மீட்பு",
            SCAN_ME: "என்னை ஸ்கேன் செய்யவும்",
            PROCESSING_FEES: "செயலாக்க கட்டணம்",
            ADVANCE_SALARY_AND_CHARGES: "முன்பணம் மற்றும் கட்டணங்கள்",
            PERSONAL_LOAN_AND_CHARGES: "பர்சனல் நிதி மற்றும் கட்டணங்கள்",
            REMITTANCE_PURPOSE: "பணம் அனுப்பும் நோக்கம்",
            AMOUNT_AND_CHARGES: "தொகை மற்றும் கட்டணங்கள்",
            CONTROL_PIN: "கண்ட்ரோல் பின்",
            PLATFORM_FEE: "பிளாட்ஃபார்ம் கட்டணம்",
            DESCRIPTION: "விளக்கம்",
            ADVANCE_SALARY_FESS: "முன்கூட்டிய சம்பளம்",
            REMITTANCE_CHARGERS: "பணம் அனுப்பும் சார்ஜர்கள்",
            QUANTITY: "அளவு",
            TICKET_NUMBERS: "டிக்கெட் எண்கள்",
            PRODUCT_NAME: "பொருளின் பெயர்",
            PRIZE: "பரிசு",
            VIEW_RECEIPT: "ரசீதை பார்க்கவும்",
            REFERENCE: "குறிப்பு #",
            TRANSFER_ID: "பரிமாற்ற அடையாளம்",
            FEE: "கட்டணம்",
            RECIPIENT__DETAILS: "பெறுநர்(கள்) விவரங்கள்",
            REJECTION_REASON: "நிராகரிப்பு காரணம்",
            SALARY_AMOUNT: "சம்பளத் தொகை",
            UPI_ID: "UPI ஐடி",
        },
        CREDIT_CARD: {
            CARD_NUMBER: "அட்டை எண்",
            EXPIRY: "காலாவதி",
            LAST_BALANCE_UPDATE: "கடைசி இருப்பு புதுப்பிக்கப்பட்டது",
            NOT_DELIVERED: "வழங்கப்படவில்லை",
            NOT_ACTIVATED: "செயல்படுத்தப்படவில்லை",
            ACTIVE: "செயலில் உள்ளது",
            BLOCKED: "நிறுத்தி வைக்கப்பட்டுள்ளது",
        },
        UPDATE_VERSION: {
            TITLE: "பயன்பாட்டைப் புதுப்பிக்கவும்",
            SUB_TITLE: "கேமெல்பே மொபைல் பயன்பாட்டின் புதிய பதிப்பை நீங்கள் புதுப்பிக்கப்படவில்லை, தயவு செய்து புதிய பதிப்பை புதுப்பிக்கவும்.",
        },
        CONNECTION: {
            TITLE: 'இணைப்புப் பிழை',
            SUB_TITLE: "அச்சச்சோ! உங்கள் சாதனம் இணையத்துடன் இணைக்கப்படவில்லை போல் தெரிகிறது.",
        },
        EASY_PAY: {
            BUY_CARDS: "அட்டைகளை வாங்கவும்",
            SELECT_AMOUNT: "தொகையைத் தேர்ந்தெடுக்கவும்",
            SELECT_CARD: "கார்டைத் தேர்ந்தெடுக்கவும்",
            RECHARGE_AMOUNT: "ரீசார்ஜ் தொகை",
            AMOUNTS: "தொகைகள்",
            CARDS: "அட்டைகள்",
            VIEW_HISTORY: "வரலாற்றைக் காண்க"
        },
        K_S: {
            TITLE: 'தள்ளுபடி',
            WALLET_SECTION_TITLE: "ஆரம்பம் முதல் இறுதி வரை உங்கள் மொத்த சேமிப்பு.",
            SUBSCRIBE_SECTION_TITLE: "ஐக்கிய அரபு எமிரேட்ஸில் 1000 திற்கும் அதிக சிறந்த சலுகைகளில் சேமிப்புகளை அடையுங்கள்",
            SUBSCRIBE_SECTION_SUB_TITLE: "T&C கள் விண்ணப்பிக்கின்றன",
            SUBSCRIBE_SECTION_BUTTON: "சந்தாதாரராக",
            MAIN_PAGE_TITLE: "வகையை தேர்ந்தெடு",
            POPULAR_SUB_CATEGORIES: "பிரபலமான துணை வகைகள்",
            CHOOSE_SUB_CATEGORY: "துணை வகையைத் தேர்ந்தெடுக்கவும்",
            VIEW_HISTORY: "வரவு செலவு வரலாறு காண்க",
            VIEW_FAVOURITES: "பிடித்தவைகளைக் காட்டு",
            EXPLORE: "ஆராய்தல்",
            SUBSCRIBE: "சந்தாதாரராக",
            RE_SUBSCRIBE: "மறு குழுசேர்",
            EMPTY_SECTION_TITLE: "வகைகள் காணப்படவில்லை",
            SUBSCRIPTION_EXPIRE_TITLE: "உங்கள் சந்தா காலாவதியாகும் நாள்",
            RE_SUBSCRIBE_ALERT_TITLE: "அங்கீகரிக்கப்பட்டது ",
            RE_SUBSCRIBE_ALERT_DESCRIPTION: "தானாக புதுப்பித்தல் Kamel Savings சந்தாவை நிச்சயமாக விரும்புகிறீர்களா?",
            FLAT: "பிளாட்",
            OFF: "ஆஃப்",
            HISTORY_EMPTY_TITLE: "நீங்கள் இதுவரை எந்த மீட்பையும் பயன்படுத்தவில்லை",
            FAVOURITES_TITLE: "பிடித்தவை",
            CHOOSE_VENDOR: "விற்பனையாளரைத் தேர்ந்தெடுக்கவும்",
            VENDORS_NOT_FOUND: "விற்பனையாளர்களைக் காணவில்லை",
            VIEW_STORE: "கடையைப் பார்க்கவும்",
            OFFERS_TITLE: "சலுகைகள்",
            OFFERS_EMPTY_TITLE: "சலுகைகள் கிடைக்கவில்லை",
            DEALS_TITLE: "ஒப்பந்தங்கள்",
            DEALS_EMPTY_TITLE: "சலுகைகள் கிடைக்கவில்லை",
            SUB_CATEGORIES: "துணை வகைகள் காணப்படவில்லை",
            UN_SUBSCRIBE_ALERT_TITLE: "நீ சொல்வது உறுதியா!",
            UN_SUBSCRIBE_ALERT_DESCRIPTION: "கமல் சேவிங்ஸில் இருந்து குழுவிலக விரும்புகிறீர்களா?",
            CONTINUE_SUBSCRIPTION: "கமல் சேவிங்ஸ் மூலம் எனது சந்தாவைத் தொடர விரும்புகிறேன்",
            SUCCESSFULLY_UNSUBSCRIBE: "வெற்றிகரமாக குழுவிலகவும்",
        },
        ADVANCE_SALARY: {
            TO_APPLY_ADVANCE_SALARY_PLEASE_UPDATE_EMIRATES_ID: "முன்கூட்டிய சம்பளத்திற்கு விண்ணப்பிக்க, உங்கள் எமிரேட்ஸ் ஐடி தகவலைப் புதுப்பிக்கவும்",
            TO_AN_ADVANCE_SALARY_ACTIVATE_YOUR_CARD: "முன்கூட்டிய சம்பளத்திற்கு விண்ணப்பிக்க, உங்கள் கார்டை இயக்கவும்",
            TITLE: "முன்கூட்டிய சம்பளம்",
            MONTHLY_LIABILITY: 'மாதாந்திர பொறுப்பு',
            SALARY_REQUEST_TITLE: 'முன்கூட்டிய சம்பள கோரிக்கை',
            ELIGIBLE_ADVANCE_AMOUNT: 'தகுதியான அட்வான்ஸ் தொகை',
            ANY_MONTHLY_LIABILITY: 'UAE இல் வேறு ஏதேனும் கடன் உள்ளதா',
            REQUESTED_SUBMITTED_SUCCESSFULLY: 'கோரப்பட்டது வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது.',
            LIABILITY_AMOUNT: 'பொறுப்புத் தொகை',
            REQUEST_FAIL_MESSAGE: "உங்கள் கோரிக்கையை தற்போது செயல்படுத்த முடியாது. சரிபார்த்து மீண்டும் முயற்சிக்கவும்.",
            PURPOSE_OF_THE_LOAN: "கடனின் நோக்கம்",
            WHEN_GO_HOME: "நீங்கள் எப்போது வீட்டிற்கு செல்ல திட்டமிட்டுள்ளீர்கள்",
            LEAVE_JOB: "உங்கள் தற்போதைய வேலையை எப்போது விட்டுவிட திட்டமிட்டுள்ளீர்கள்.",

            HOW_MUCH_TAKE_ADVANCE: "எவ்வளவு முன்பணம் எடுக்க விரும்புகிறீர்கள்?",
            ADVANCE_AMOUNT: "அட்வான்ஸ் தொகை",

            WHEN_WILL_YOU_GO_HOME: {
                TITLE: "எப்பொழுது நீ வீட்டிற்கு செல்வாய்",
            },
            CITY: {
                TITLE: "நீங்கள் எந்த நகரத்தில் வசிக்கிறீர்கள்",
            },
            WHERE_YOU_LIVE: {
                TITLE: "விடுதி வகை",
                SECOND_TITLE: "உங்கள் முகாம் முதலாளியின் பெயர் என்ன?"
            },
            FROM_WHEN_IN_COMPANY: {
                TITLE: "உங்கள் தற்போதைய நிறுவனத்தில் நீங்கள் எவ்வளவு காலமாக வேலை செய்கிறீர்கள்",
            },
            WHEN_CAME_HERE: {
                TITLE: "நீங்கள் எப்போது UAE வந்தீர்கள்",
            },
            LIABILITY_FROM: {
                TITLE: "கடன் வாங்கியது",
            },
            LIABILITY: {
                TITLE: "நீங்கள் எவ்வளவு கடன் எடுத்துள்ளீர்கள் (தொகை)",
            },
            RESIGNED_FROM_COMPANY: {
                TITLE: "உங்கள் தற்போதைய நிறுவனத்தில் இருந்து ராஜினாமா செய்துவிட்டீர்களா?",
            },
            WORKING_OR_VACATION: {
                TITLE: "நீங்கள் தற்போது வேலை செய்கிறீர்கள் அல்லது விடுமுறையில் இருக்கிறீர்கள்",
            },
            WHEN_TO_HOME: {
                TITLE: "எப்பொழுது நீ வீட்டிற்கு செல்வாய்",
            },
            LAST_VACATION: {
                TITLE: "நீங்கள் கடைசியாக எப்போது விடுமுறை எடுத்தீர்கள்",
            },
        },
        CHANGE_PHONE_NUMBER_REQUEST: {
            TITLE: "தொலைபேசி எண்ணை மாற்றவும்",
            SUB_TITLE: "உங்கள் விவரங்களை உள்ளிடவும்.",
            REQUEST_ERROR: 'உங்கள் கோரிக்கையை தற்போது செயல்படுத்த முடியாது. சரிபார்த்து மீண்டும் முயற்சிக்கவும்'
        },
        PRIZE_DRAW: {
            MAX_DRAW_DATE: "அதிகபட்ச டிரா தேதி",
            DRAW_DATE: "வரைதல் தேதி",
            PRIZE_DETAILS: "பரிசு விவரங்கள்",
            PRODUCT_DETAILS: "தயாரிப்பு விவரங்கள்",
            LIVE_DRAW: "நேரடி டிரா",
        },
        NAQAD_STAR_USER: {
            SHORT_TITLE: 'நகாட் ஸ்டார் பயனர்',
            LONG_TITLE: 'நீங்கள் ஒரு நகாட் ஸ்டார் பயனர்',
            SHORT_SECOND_TITLE: 'நகாட் நட்சத்திர பயனராக மாறவா?',
            LONG_SECOND_TITLE: 'நகாட் ஸ்டார் பயனராக மாறுவது எப்படி?',
            TAP_TO_VIEW: 'பார்க்க தட்டவும்',
        },
        SCRATCH_CARDS: {
            SCRATCH_NOW: "இப்போது கீறவும்",
            TRY_AGAIN_TEXT: "ஆஹா, அடுத்த முறை நல்ல அதிர்ஷ்டம்",
            WON: "வெற்றி பெற்றது",
            SCRATCH_TO_WIN_PRIZE: "பரிசை வெல்ல கீறல்",
            SCRATCHED: "கீறப்பட்டது",
            UN_SCRATCHED: "கீறப்படாதது",
            SCRATCH_NOW_READY_TO_WIN: "இப்போது சொறிந்து வெற்றி பெற தயாரா?",
            YOU_WON: "நீ வென்றாய்",
        },
        LIVENESS: {
            INITIAL_PROMPT: "உங்கள் முகத்தை வட்டத்தில் வைக்கவும்",
            PERFORM_ACTIONS: "சாதனத்தை அசையாமல் வைத்து, பின்வரும் செயல்களைச் செய்யவும்:",
            TOO_CLOSE: "நீங்கள் மிகவும் நெருக்கமாக இருக்கிறீர்கள். சாதனத்தை மேலும் பிடிக்கவும்.",
            BLINK: "இரு கண்களையும் சிமிட்டவும்",
            TURN_HEAD_LEFT: "தலையை இடதுபுறம் திருப்பவும்",
            TURN_HEAD_RIGHT: "தலையை வலது பக்கம் திருப்பவும்",
            NOD: "உன் தலையை அசை",
            SMILE: "ப்ளீஸ் ஸ்மைல்",
            TITLE: "Liveness Detection",
            START: "தொடங்கு",
            CAPTURE: "படம் பிடிக்க சாதனத்தை அசையாமல் பிடிக்கவும்",
        },
        PERSONAL_LOAN: {
            REQUEST_PAGE_TITLE: "தனிப்பட்ட நிதி கோரிக்கை",
            TO_APPLY_PERSONAL_LOAN_PLEASE_UPDATE_EMIRATES_ID: "தனிப்பட்ட நிதிக்கு விண்ணப்பிக்க, உங்கள் எமிரேட்ஸ் ஐடியை புதுப்பிக்கவும்.",
            TO_AN_PERSONAL_LOAN_ACTIVATE_YOUR_CARD: "தனிப்பட்ட நிதிக்கு விண்ணப்பிக்க, உங்கள் கார்டை செயல்படுத்தவும்.",
            TITLE: "தனிப்பட்ட நிதி",
            PERSONAL_LOAN_REQUEST_TITLE: "தனிப்பட்ட நிதி கோரிக்கை",
            ELIGIBLE_PERSONAL_LOAN_AMOUNT: "தகுதியான தனிப்பட்ட நிதி தொகை",
            REQUESTED_SUBMITTED_SUCCESSFULLY: "கோரிக்கை வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது.",
            REQUEST_FAIL_MESSAGE: "உங்கள் கோரிக்கையை தற்போது செயலாக்க முடியவில்லை. தயவுசெய்து சரிபார்த்து மீண்டும் முயற்சிக்கவும்.",
            HOW_MUCH_TAKE_PERSONAL_LOAN: "நீங்கள் எவ்வளவு தனிப்பட்ட நிதி எடுக்க விரும்புகிறீர்கள்?",
            PERSONAL_LOAN_AMOUNT: "தனிப்பட்ட நிதி தொகை",
            PERSONAL_LOAN_NOT_ELIGIBLE_TEXT: "நீங்கள் தனிப்பட்ட நிதிக்குத் தகுதியுடையவரல்ல. சில நாட்களுக்கு பிறகு மீண்டும் சரிபார்க்கவும்.",
            PERSONAL_LOAN_NOT_ELIGIBLE_AND_REJECT_TEXT: "விண்ணப்பிக்க வாடிக்கையாளர் ஆதரவுக்கு அழைக்கவும்."
        },
        CREDIT_PAY: {
            CREDIT_PAY_TITLE: "கிரெடிட்பே: உங்கள் பில்கள், உங்கள் நேரம்",
            CREDIT_PAY_SUB_TITLE: "பாலன்ஸ் இல்லை? பிரச்சினையில்லை. க்ரெடிட்பே மூலம் உங்கள் மொபைல் டாப்-அப் செய்யவும், இப்போது பில் செலுத்தவும், பின்னர் செலுத்தும் விருப்பமும் உள்ளது.",
            CREDIT_PAY: "கிரெடிட்பே",
            CREDIT_PAY_FEES: "கிரெடிட்பே கட்டணம்",
            SELECTED_AMOUNT_EXCEEDS: "தேர்ந்தெடுத்த தொகை கிரெடிட்பேக்கு தகுதியான தொகையை விட அதிகமாக உள்ளது.",
            CREDIT_PAY_ELIGIBLE_AMOUNT_IS: "உங்கள் கிரெடிட்பே தகுதியான தொகை",
            THANK_YOU_USING_CREDIT_PAY: "இன்று உங்கள் பில்ல்களை கட்டுவதற்கு கிரெடிட் பே பயன்படுத்தியதற்கு நன்றி",
            TOTAL_AMOUNT_PAID_TODAY: "இன்று கட்டப்பட்ட மொத்த தொகை",
            TOTAL_AMOUNT_DUE_ON_NEXT_SALARY: "அடுத்த சம்பள நாளில் செலுத்த வேண்டிய மொத்த தொகை",
            TO_APPLY_CREDIT_PAY_PLEASE_UPDATE_EMIRATES_ID: "கிரெடிட் பேக்கு விண்ணப்பிக்க, தயவுசெய்து உங்கள் எமிரேட்ஸ் ஐடி தகவலை புதுப்பிக்கவும்.",
            TO_APPLY_CREDIT_PAY_ACTIVATE_YOUR_CARD: "கிரெடிட் பேக்கு விண்ணப்பிக்க, தயவுசெய்து உங்கள் கார்டை செயல்படுத்தவும்.",
            NOT_ELIGIBLE_TEXT: "நீங்கள் க்ரெடிட் பேக்கு தகுதியற்றவராக இருக்கிறீர்கள். தயவுசெய்து சில நாட்கள் கழித்து மீண்டும் சரிபார்க்கவும்."
        },
        SIGNATURE: {
            SIGNATURE: "கையொப்பம்",
            TITLE: "தயவுசெய்து உங்கள் விரல்களைப் பயன்படுத்தி கையொப்பமிடவும்",
            SUB_TITLE: "நான் இந்த முக்கிய தகவல் அறிக்கையும் தனிப்பட்ட நிதி பயன்பாட்டின் உள்ளடக்கத்தையும் வாசித்து, புரிந்து, ஒப்புக்கொள்வதை ஒப்புக்கொள்கிறேன்."
        },
        KP_WALLET_TRANSFER: {
            BY_CLICKING_ON_CONFIRM_I_AGREE_TO: "உறுதிப்படுத்தும் பொத்தானை அழுத்துவதன் மூலம், நான் ஒப்புக்கொள்கிறேன்",
            NEW_TRANSFER: "புதிய பரிமாற்றம்",
            TRANSFER_MONEY_SECURELY: "பணத்தை பாதுகாப்பாக பரிமாற்றுங்கள்",
            ENTER_THE_RECIPIENTS_TRANSFER_ID: "பெறுநரின் பரிமாற்ற ஐடியை உள்ளிடவும்",
            HOW_MUCH_SEND: "நீங்கள் எவ்வளவு பணம் அனுப்ப விரும்புகிறீர்கள்?",
            ENTER_TRANSFER_AMOUNT: "நீங்கள் பெறுநருக்கு அனுப்ப விரும்பும் தொகையை உள்ளிடவும்",
            WHERE_TO_FIND_INFO: {
                TITLE: "டிரான்ஸ்ஃபர் ஐடியை எப்படிக் கண்டுபிடிப்பது:",
                STEP_1: "கார்டு மேலாண்மையைத் திறக்கவும்.",
                STEP_2: "உங்கள் கார்டைத் தேர்வு செய்யவும்.",
                STEP_3: "கார்டு விவரங்களில் டிரான்ஸ்ஃபர் ஐடியைப் பார்க்கவும்.",
                BUTTON_TEXT: "டிரான்ஸ்ஃபர் ஐடியைப் பார்க்கவா?"
            }
        },
        BNPL: {
            BNPL_NOT_ELIGIBLE_TEXT: "நீங்கள் ‘இப்போது வாங்கி பின்னர் செலுத்துதல்’ சேவைக்கு தகுதியற்றவர். சில நாட்களுக்குப் பிறகு மீண்டும் பார்க்கவும்.",
            TO_APPLY_BNPL_ACTIVATE_YOUR_CARD: "‘இப்போது வாங்கி பின்னர் செலுத்துதல்’க்கு விண்ணப்பிக்க, தயவுசெய்து உங்கள் கார்டை செயல்படுத்தவும்.",
            TO_APPLY_BNPL_PLEASE_UPDATE_EMIRATES_ID: "‘இப்போது வாங்கி பின்னர் செலுத்துதல்’க்கு விண்ணப்பிக்க, உங்கள் எமிரேட்ஸ் ஐடி தகவலை புதுப்பிக்கவும்."
        },
        PASSPORT_SCAN: {
            TITLE: "உங்கள் தனிப்பட்ட தகவலும் புகைப்படமும் உள்ள பக்கத்தை ஸ்கேன் செய்யவும்",
            SUB_TITLE: "கருமையான பின்னணி பயன்படுத்தி பிரதிபலிப்புகளை தவிர்க்கவும்",
            SCAN_PASSPORT: "பாஸ்போர்ட்டை ஸ்கேன் செய்",
            RE_SCAN_PASSPORT: "பாஸ்போர்ட்டை மீண்டும் ஸ்கேன் செய்",
            CAPTURE_AND_SCAN: "கேப்சர் & ஸ்கேன்"
        },
        PASSPORT_CONFIRMATION: {
            TITLE: "கிட்டத்தட்ட முடிந்து விட்டது!",
            SUB_TITLE: "உங்கள் விவரங்கள் உங்கள் பாஸ்போர்ட்டுடன் அப்படியே பொருந்துகின்றனவா என்பதைச் சரிபார்க்கவும்.",
            SUB_FIRST_TITLE: "நன்றி",
            RE_SCAN_PASSPORT: "பாஸ்போர்ட்டை மீண்டும் ஸ்கேன் செய்"
        },
        SCAN_BARCODE: {
            TITLE: "உங்கள் பார்கோடை ஸ்கேன் செய்யவும்",
            SUB_TITLE: "கேமராவை கார்டு/கடிதத்தின் பார்கோடுக்கு நோக்கி வைத்து, அதை பெட்டியின் உள்ளே வைத்திருங்கள்."
        },
        SCAN_EMIRATES_ID: {
            TITLE: "உங்கள் எமிரேட்ஸ் ஐடியை ஸ்கேன் செய்யவும்",
            SUB_TITLE: "உங்கள் போன் கேமராவை பயன்படுத்தி எமிரேட்ஸ் ஐடியை ஸ்கேன் செய்யவும்"
        },
        SCAN_PASSPORT: {
            TITLE: "உங்கள் பாஸ்போர்ட்டை ஸ்கேன் செய்யவும்",
            SUB_TITLE: "உங்கள் போன் கேமராவை பயன்படுத்தி பாஸ்போர்ட்டை ஸ்கேன் செய்யவும்"
        },
        REFERRAL: {
            REFER_A_FRIEND: "நண்பரை அறிமுகப்படுத்தவும்",
            USE_CODE_FOR: "குறியீட்டை பயன்படுத்தவும்",
            REFERRAL_APPLICABLE_FOR: "பரிந்துரை பொருந்தும்",
        },
        TAKE_SELFIE: {
            TITLE: "தெளிவான செல்ஃபி ஒன்றைப் பிடிக்கவும்",
            SUB_TITLE: "கேமராவைத் திறக்க இந்த கார்டில் எங்கையும் தட்டவும்."
        }
    }
};
